{
  "Age 0 -13_Child Plans_874": "874 - LIC's Amritbaal\n\n| Term | Age | Sum Assured |\n|---|---|---|\n| Minimum 5 | 0 (30 Days) | 2,00,000 |\n| Maximum 25 | 13 | No Limit |\n\nMinimum PPT: 1\nMaximum PPT: 7\nMinimum Maturity Age: 18\nMaximum Maturity Age: 25\n\nPlan Highlights\nFeatures\n1) Best gift to the child from parents.\n2) Protect financial need for future.\n3) Recommended for the parents having child in-between 30 days to 13 years.\n4) Guaranteed Addition @ 80 per 1000 Sum Assured throughout the policy term.\n5) Option to choose Single OR Limited premium payments.\n6) Maturity age range available between 18 to 25 years.\n7) Option to choose a policy term and premium paying term as per the needs.\n8) Option to choose Life Insurance coverage for your child as per the needs.\n9) Premium waver benefits available.\n10) Income tax savings on PAID PREMIUMS\n11) Liquidity is available after 2 full years premium payment for limited payment and after completion of 3 policy months for single mode policies.\n\nMaturity Benefit:\nOn survival till policy the end of policy term, the life assured will receive Basic Sum Assured along with accrued Guaranteed Additions.\n\nDeath Benefit:\nOf Proposer:\nIf PWB Rider is opted: All premiums which fall due in future after the date of death will be waived off.\nOf Child:\nBefore Commencement of Risk: Sum of total basic premium paid will be paid back. (excluding total premium paid for Rider, Extra Premium & taxes).\nAfter Commencement of Risk: Sum Assured on Death with Accrued Guaranteed Additions.\nWhere Sum assured on death will be defined as below: - \n\n| Premium Payment | Option | Sum Assured on Death Higher of |\n|---|---|---|\n| Limited Payment | Option I | 7 times of Annualized Premium OR B.S.A. |\n|  | Option II | 10 times of Annualized Premium OR B.S.A. |\n| Single Payment | Option III | 1.25 times of Single Premium OR B.S.A. |\n|  | Option IV | 10 times of Single premium |\n\nDeath Benefit under Option I and Option II will be minimum 105% of total premium paid. Risk will commence at age of 8 years or 2 year from the commencement of Policy which is earlier.\n\nEligibility Conditions\nSuitable to: Wide range of Ages from 30 days completed to 13 years at last birthday.\nPWB Rider: Proposer's age should be between 18 years (Completed) to 55 Years (Nearer Birthday).\nBasic Sum Assured:\nMinimum - Rs. 2,00,000\nMaximum - No Limit\nBasic Sum Assured in multiple of Rs. 25,000 for Sum Assured between 2,00,000 to 24,00,000 and Rs. 50,000 for 24,00,000.\nMode of Premium Payment:\nYearly, Half Yearly, Quarterly and Monthly (Only NACH or SSS) and Single Payment.\nLoan and Surrender:\nLoan and Surrender available after 2 full years premium have been paid for limited payment policies and after completion of 3 policy months in case of single premium policies.\nNomination: Allowed after vesting (Completion of 18 years of age).\nAssignment: Allowed.\nBack Dating:\nThe policy can be back dated within the same financial year.\nFree Lookup: 30 days free lookup period.\nProposal Form:\nForm No. 360 along with the addendum signed by the Proposer (300 is also required if PWB taken)\n",
  "Age 0 -13_Child Plans_932": "932 - New Children's Money Back\n\n| Term     | Age | Sum Assured |\n| :------- | :-- | :---------- |\n| Minimum | 13  | 100000      |\n| Maximum | 25  | No Limit    |\n\nPremium Ceasing Age: 25 Premium Ceasing Term: 25\n\n**Features**\n\n1) Children are the best gift from god to us and LIC's Plan is best gift to the child.\n2) A plan to protect financial future of child along with risk cover on the life of child.\n3) Money back at child's age of 18, 20 & 22 years with an option to defer for later.\n4) Maturity will be paid at Child's Age of 25 years.\n5) Regular Premium Payment Plans.\n6) Premium Waver Benefit available.\n7) With profit plan\n8) Customizable maturity\n9) Tax Free Maturity\n10) Tax Savings on premium paid u/s 80C.\n11) Liquidity in term of loan after 2 Full year Premium payment.\n\n**Plan Highlights**\n\nSuitable to\nWide range of age (0 to 12 years) can be covered under this plan.\n\n**Benefits**\n\n**Survival Benefit:** - 20% of sum assured will be paid on each policy anniversary after Completion of 18, 20 & 22 Years of Child's age. (Policy holder may defer also for later date)\n**On Maturity:** - A sum of balance 40% of Sum Assured, vested bonus and final additional bonus (if any) will be paid as final maturity.\n\n**Death Benefit: -**\n\n**(A):** Before risk commencement: Sum of total premiums paid will be Refunded after deduction of taxes, rider and extra premium (if any)\n**(B):** After risk commencement: Death Sum Assured along with vested Simple reversionary bonuses and final additional bonus (if any) will be payable. (where Death Sum Assured will be the higher of 10 times of Annual premium or Basic Sum Assured) Death benefit should be less than the 105% of total premium paid as on death.\n\n**Sum Assured**\n\n**Minimum** - Rs. 1,00,000 in multiple of 10,000\n**Maximum** - No limit\n\n**Loan and Surrender**\n\nAllowed any time after 2 full year premium payments.\n\n**Rider**\n\nOptional Premium Waver Benefit rider available on Extra Premium.\n\n**Mode of Payment**\n\nYearly, Half Yearly, Quarterly & Monthly (Only with ECS or SSS).\n\n**Rebate & Discount**\n\n**Mode Rebate**\n\nYearly 2% & Half Yearly 1% of Tabular Premium Rate.\n\n**High Sum Assured.**\n\nThe policy holder buying policy over 2,00,000 Sum Assured are eligible for Special discount (On basic tabular rate.) as under:\n\n2L to 4.9L  Rs.2 Per 1000 S.A.\n5L and above  Rs.3 Per 1000 S.A.\n",
  "Age 0 -13_Child Plans_934": "934- Jeevan Tarun  | Term | Age | Sum Assured |\n| --- | --- | --- |\n| 13 | 0 | 75,000 |\n| 25 | 12 | No Limit |\n\n**Features**\n1) Best gift to the child from parents.\n2) Protect financial need for future.\n3) Recommended for the parents having child in-between 90 days to 12 years.\n4) 5 installment of Money back will be paid in-between 20 to 24 years of age of child.\n5) An option to choose Money-back amount out of given option.\n6) Maturity will be paid at 25 years of age of child.\n7) Regular Premium Payment Plan.\n8) Premium waver benefit available.\n9) Income tax savings on PAID PREMIUMS\n10) With Profit plan with Reversionary Bonus and FAB\n11) Customize Tax Free maturity.\n12) Liquidity is available after 3 full years premium payment.\n\n**Benefits:**\n\n**Survival:**\nAn amount as survival benefit will be paid in each policy anniversary in between 20-24 years of age of child as per the S.B. option opted. \n\n| Option1 | Option2 | Option3 | Option4 |\n| --- | --- | --- | --- |\n| NIL | 5% | 10% | 15% |\n\n**Maturity:**\nBalance Sum Assured (As per the option selected for SB) plus Vested bonus and F.A.B. (if any)\n\n| Option1 | Option2 | Option3 | Option4 |\n| --- | --- | --- | --- |\n| 100% | 75% | 50% | 25% |\n\n**Death:**\n\n**Of Proposer:**\nIf PWB Rider is opted: All premiums which fall due in future after the date of death will be waived off. \n\n**Of Child:**\nBefore Commencement of Risk: Sum of total basic premium paid will be paid back. (Total premium paid Rider, Extra Premium & taxes). \n\nAfter Commencement of Risk: Death Sum Assured with Vested bonus & Final Addition Bonus (As applicable)\n(Sum assured on death will be higher of 125% Basic Sum Assured, 7 of Annualized Premium and 105% of Total Premium Paid as on death)\nRisk will commence at age of 8 years or 2 year from the commencement of Policy which is earlier. \n\n**Eligibility Conditions**\n**Suitable to:** Wide range of Ages from 90 days completed to 12 years at last birthday. \n**PWB Rider:** Proposer's age should be between 18 years (Completed) to 55 Years (Nearer Birthday). \n\n**Basic Sum Assured:**\nMinimum - Rs. 75,000\nMaximum - No Limit\nBasic Sum Assured in multiple of Rs. 10,000 over 1 Lac and 5000 below 1Lac. \n\n**Other Features**\n**Mode of Premium Payment:** Yearly, Half Yearly, Quarterly and Monthly (Only ECS or SSS)\n\n**Discount and Rebates:**\nMode Rebate for Yearly 2% and Half Yearly 1% of basic premium is available \n**High Sum Assured Rebate** \nup to 1,90,000 Lac NIL. \n2,00,000 to 4,90,000 Rs. 2 per 1000 S.A. \n5,00,000 to max S.A. Rs. 3 per 1000 S.A. \n\n**Loan and Surrender:**\nLoan and Surrender available after 2 full years premium have been paid. \n\n**Nomination:** Allowed after vesting (Completion of 18 years of age). \n\n**Assignment:** Allowed. \n\n**Back Dating:** Allowed in excess of one month (if backdated in lean month then in excess of three months)\n\n**Free Lookup:** 15 days free lookup period. \n\n**Proposal Form:**\nForm No. 340 & 360 along with the addendum signed by the Proposer (300 is also required if PWB taken)\nProposal Form No. 300 and 340 shall be used under this plan. \n",
  "Age 14 - 24_865": "Dhan Sanchay | Term | Age | Sum Assured |\n|---|---|---|\n| 5 | 3 Years | 2,50,000 |\n| 15 | 55 Years | No Limit |\n\n**Premium Ceasing Age:** 65 years\n\n**Plan Highlights**\n\n**Features**\n1) Non-linked, Non-participating, Individual, Savings, Life Insurance plan.\n2) This plan provides the combination of Protection and Savings.\n3) Financial support for family in case of death of Life Assured during the policy term.\n4) Option to pay premium as Limited Premium, Regular Premium or in a Single Premium.\n5) Guaranteed Payout Stream during the payout period from the Date of Maturity.\n6) Option to take the Death Benefits in installments\n7) Five optional riders are available\n    A. Accidental Death and Disability Benefit Rider        C. Term Assurance Rider\n    E. Premium Waiver Benefit Rider                                 B. Accident Benefit Rider\n                                                                                       D. Critical Illness Rider\n\n**Benefits: -**\n**Death Benefit:**\n➤ In case of Regular of Limited payments option the, Riskcover will be higher of 11 times of Annualized\nPremium OR Sum Assured on Maturity OR 105% of total premium paid.\n➤ In case of Single premium Riskcover will be higher of 1.25 times of Single Premium or Sum Assured\non Maturity in case of Option C and in case of Option D the Sum Assured on Death will be 11 times of\nSingle Premium.\n➤ Nominee can avail the benefits of Payout in case of death of Life Assured during or on Payout\nperiod.\n\n**Maturity Benefit:**\nOn Maturity the Life Assured will get the benefits as Guaranteed Income Benefit and Guaranteed\nTerminal Benefit. Payout Period shall be equal to Premium Paying Term in case of Regular/Limited\npremium payment and equal to the Policy Term in case of Single premium payment. The different\nGuaranteed Benefits options available are:-\nFor Regular/Limited Payment: - Level Income Benefit (Option A) and Increasing Income Benefit (Option\nB)\nFor Single Premium Payment: - Single Premium Level Income benefit (Option C) and Single Premium\nEnhanced Cover Level Income Benefit (Option D)\n\n**Loading and Incentives:-**\nIn case of premium payment other than yearly mode there will be loading of 1.5%, 2.5% and 3% in case\nof Half Yearly, Quarterly and Monthly mode respectively.\nHigh Premium Incentives on GIB Multiple, GTB Multiple and Maturity Benefit Multiplier for the\nAnnualized Premium of Rs. 50000 and above and Rs. 200000 and above in case of Single Premium.\n\n**Other Features: -**\n**Mode of Premium Payment:**\nYearly, Half Yearly, Quarterly and Monthly (Only NACH) or Salary deduct.\n\n**Surrender Value:**\nThe policy can be surrendered at any time during the policy term, after at least 2 full years premium\nhave been paid. In case of Single premium the policy holder can surrender policy any time during the\npolicy term. On surrender of the policy, the policy holder will get the Surrender Value equal to higher of\nGuaranteed Surrender Value (GSV) and Special Surrender Value (SSV).\n\n**Loan:**\nLoan will be 90% of S.V. for In-force Policies and 80% of S.V. for Paid-up policies under the Limited\nPremium policies and 75% of the surrender value for the single premium policies.\n\n**Back Dating:**\nThe policy can be backdated within same financial year.\n\n**Proposal Form:-**\nThe proposal form 300, 340 and 360 to be used as per eligibility.\n",
  "Age 25 -40_Endowment_860": "Bima Jyoti | Term | Age | Sum Assured |\n|---|---|---|\n| Minimum 15 | 90 Days | 100000 |\n| Maximum 20 | 60 | No Limit |\n```\n\n860 - Bima Jyoti \nPremium Ceasing Age: 75 Premium Ceasing Term: 15 \nPlan Highlights \n**LIC's Bima Jyoti:** \nLIC's Bima Jyoti is a non-linked, Non participating, Limited payment, Life Insurance Savings Plan. Under this plan Guaranteed Addition of Rs. 50 per thousand Sum Assured will accrue at the end of each policy year throughout the ter. This plan also takes care of liquidity needs through its loan facility. \n**Death Benefit: -** \n**Before Commencement of Risk:** - Return of premiums paid excluding taxes and rider premium if any. \n**After Commencement of Risk:** - Risk cover to life assured to the extent of 7 times of annualized premium OR 125% of Basic Sum Assured (Whichever is higher), along with accrued Guaranteed Additions. \n**Maturity Benefit:** \nOn Completion of policy term, Basic Sum Assured along with Accrued Guaranteed Addition shall be payable. \n**Guaranteed Additions: -** \nProvided the policy is inforce, Guaranteed Addition at the rate of Rs. 50 per thousand Basic Sum Assured shall accrue at the end of each policy year. \n**Optional Rider Benefit:** \nRiders such as \n1) Accidental Death and Disability Benefit, 2) Accident Benefit Rider, \n3) Term Rider, 4) Critical Illness Rider and 5) Premium Waiver Benefit riders are available by payment of additional premium. \n**Other Features: -** \n**Mode of Premium Payment:** \nYearly, Half Yearly, Quarterly and Monthly (Only NACH) or salary deduct. \n**Discounts and Rebates: -** \nMode Rebate for Yearly -2% and Half Yearly -1% of basic premium is available \nand High Basic Sum Assured Rebate as: - \n| 1,00,000 to 2,75,000 | NIL |\n|---|---|\n| 3,00,000 to 4,75,000 | 4.00 per 1000 of Basic Sum Assured |\n| 5,00,000 to 9,75,000 | 5.00 per 1000 of Basic Sum Assured |\n| 10,00,000 and Above | 6.00 per 1000 of Basic Sum Assured |\n**Surrender Value: -** \nS.V. is available after 2 full year's premium payment. Guaranteed Addition will be considered in Special Surrender Value. \n**Loan: -** \nLoan is available after 2 full year premiums payment; Loan amount will be 90% of S.V. for In-force Policies and 80% of S.V. for Paid-up policies. \n**Back dating: -** \nThe policies can be back dated within the same financial year. \n**Free Lookup Period: -** \n15 days free look-up period. \n",
  "Age 25 -40_Endowment_868": "868 - Jeevan Azad\nTerm\nMinimum 15\nMaximum 20\nAge\n90 days\n50\nSum\n200000\n500000\nPremium Ceasing Age: 62 Premium Ceasing Term: 20\nPlan Highlights\nJeevan Azad Plan - 868\nLIC's Jeevan Azad is a Non-Linked, Non-Participating, Individual, Savings Life Insurance plan. This is a\nLimited Premium Endowment plan under which the Premium Payment Term (PPT) is equal to Policy\nTerm minus 8 years. The plan shall be available for standard lives only. The Unique Identification\nNumber (UIN) for LIC's Jeevan Azad is 512N348V01.\nBENEFITS:\nMaturity Benefit:\nOn the life assured surviving the stipulated date of maturity, “Sum Assured on Maturity” which is equal\nto Basic Sum Assured shall be payable.\nDeath Benefit:\nDeath Benefit payable on death of the Life Assured during the policy term after the date of\ncommencement of risk but before the stipulated date of maturity shall be “Sum Assured on Death”;\nwhere The \"Sum Assured on Death\" is defined as\nHigher of Basic Sum Assured or\n7 times of Annualized Premium.\nThis death benefit shall not be less than 105% of “Total Premiums Paid\" upto the date of death.\nOptional Rider Benefit: -\n1) LIC's Accidental Death and Disability Benefit Rider: - This rider is available as an optional rider\nby payment of an additional premium. Under an Inforce policy, this rider can be opted at any time\nwithin the premium paying term of the base policy provided the outstanding premium payment term of\nthe base policy is at least 5 years.\n2) LIC's Accident Benefit Rider: - LIC's Accident Benefit Rider is available as an optional Rider by\npayment of an additional premium. Under an in-force policy, this Rider can be opted for at any time\nwithin the Premium Payment Term of the Base Policy provided the outstanding Premium Payment Term\nof the Base Policy is at least 5 years.\n3) LIC's Premium Waiver Benefit Rider: - LIC's Premium Waiver Benefit Rider shall be allowed\nunder a proposal / policy wherein the Life Assured is minor [i.e. upto age 17 years (nearer birthday)] at\nthe time of opting this Rider.\nSURRENDER VALUE:-\nThe policy can be surrendered at any time during the policy term provided at least two full years'\npremiums have been paid. On surrender of the policy, the Corporation shall pay the Surrender Value\nequal to higher of Guaranteed Surrender Value (GSV) and Special Surrender Value (SSV).\nLOAN:-\nLoan shall be available under this plan after the policy acquires paid up value i.e. after at least two full\nyears premiums have been paid. The maximum loan as a percentage of surrender value shall be as\nunder:\n• For in-force policies – upto 90%\n• For paid-up policies - upto 80%\nREBATES:\nThe rebates for the Plan are as under:\na. Mode Rebate :\n| Mode | Rebate |\n|---|---|\n| Yearly mode | 2% of Tabular premium |\n| Half-yearly mode | 1% of Tabular premium |\n| Quarterly, Monthly (NACH) & SSS mode | Nil |\nb) High Basic Sum Assured Rebate: The rebate for higher Basic Sum Assured (B.S.A.) is allowed in form of\nreduction in Tabular Premium. The rebate is as under:\n| Basic Sum Assured (B.S.A) | Rebate |\n|---|---|\n| Up to Rs. 275000: | Nil |\n| Rs. 300000 to Rs. 375000: | Rs. 0.50 per Rs. 1000 B.S.A. |\n| Rs. 400000 to Rs. 475000: | Rs. 1.50 per Rs. 1000 B.S.A. |\n| Rs. 500000: | Rs. 2.00 per Rs. 1000 B.S.A. |\nBack dating: -\nThe policies can be back dated within the same financial year.\nFree Lookup Period: -\n30 days free look-up period.",
  "Age 25 -40_Endowment_914": "New Endowmen | Term | Age | Sum Assured |\n|---|---|---|\n| 12 | 8 | 100000 |\n| 35 | 55 | No Limit |\nPremium Ceasing Age: 75 Premium Ceasing Term: 35\n\nNew Endowment Plan - 914\nLIC's New Endowment Plan is a participating non-linked plan which offers an attractive combination of protection and saving features. This combination provides financial support for the family of the deceased policyholder any time before maturity and good lump sum amount at the time of maturity for the surviving policyholders. This plan also takes care of liquidity needs through its loan facility. \n\nBenefits:\n**Death benefit:**\nIn case of death during the policy term provided all due premiums have been paid Death benefit, defined as sum of \"Sum Assured on Death\" and vested Simple Reversionary Bonuses and Final Additional bonus, if any, shall be payable. Where, “Sum Assured on Death\" is defined as higher of Basic Sum Assured or 7 times of annualized premium. This death benefit shall not be less than 105% of all the premiums paid as on date of death. \nWhere premiums exclude service tax, extra premium and rider premiums, if any. \n**Maturity Benefit:**\nBasic Sum Assured, along with vested simple reversionary bonuses and Final Additional bonus, if any, shall be payable in lump sum on Survival to the end of the policy term provided all due premiums have been paid. \n**Participation in Profits:**\nThe policy shall participate in profits of the Corporation and shall be entitled to receive Simple Reversionary Bonuses declared as per the experience of the Corporation, provided the policy is in full force. \nFinal (Additional) Bonus may also be declared under the policy in the year when the policy results into a claim either by death or maturity, provided the policy has run for certain minimum term. \n**Optional Benefit:**\n**LIC's Accidental Death and Disability Benefit Rider:** LICs Accidental Death and Disability Benefit Rider is available as an optional rider by payment of additional premium. In case of accidental death, the Accident Benefit Sum Assured will be payable as lumpsum along with the death benefit under the basic plan. In case of accidental permanent disability arising due to accident (within 180 days from the date of accident), an amount equal to the Accident Benefit Sum Assured will be paid in equal monthly installments spread over 10 years and future premiums for Accident Benefit Sum Assured as well as premiums for the portion of Basic Sum Assured which is equal to Accident Benefit Sum Assured under the policy, shall be waived. \n```",
  "Age 25 -40_Endowment_916": "New Bima Bachat| Term | Age | Sum Assured |\n|---|---|---|\n| 9 | 15 | 35000 |\n| 15 | 50 | No Limit |\nPremium Ceasing Age: 50 years Premium Ceasing Term: 15\nPlan Highlights\n**Features**\n1) Non-linked, savings cum protection money back life insurance plan.\n2) LIFE COVER for full sum assured even when the survival benefits are paid.\n3) Options to choose Term of 9, 12 and 15 years.\n4) Optional riders available are –  A. Accidental Death and Disability Benefit Rider B. Accident Benefit Rider C. Term Assurance Rider D. Critical Illness Rider\n**Benefits: -**\n**Death Benefit:**\nOn death during the first five policy years: Sum Assured.\nOn death after completion of five policy years: Sum Assured along with Loyalty Addition, if any.\n**Survival Benefits:**\nPayable as given below in case of Life Assured surviving to the end of the specified durations:\nFor policy term 9 years: 15% of the Sum Assured at the end of each of 3rd & 6th policy year\nFor policy term 12 years: 15% of the Sum Assured at the end of each of 3rd, 6th & 9th policy year\nFor policy term 15 years: 15% of the Sum Assured at the end of each of 3rd, 6th, 9th & 12th\npolicy year\n**Maturity Benefit:**\nPayment of Single Premium (excluding taxes and extra premium, if any) along with Loyalty\nAddition, if any, in case of Life Assured surviving to the end of the policy term.\n**Loyalty Addition:**\nDepending upon the Corporation's experience the policies shall be participate in the profits and\nshall be eligible for Loyalty Addition. The Loyalty Addition, if any, is payable on death after\ncompletion of five policy years and on policyholder surviving to maturity, at such rate and on\nsuch terms as may be declared by the Corporation\n**Other Features: -**\nMode of Premium Payment:\nSingle Premium Payment.\n**Loan and Surrender:**\nSurrender Value and Loan is available after one year.\n```",
  "Age 25 -40_Endowment_917": "Single Premium Endowment | Term | Age | Sum Assured |\n|---|---|---|\n| 10 | 0 | 50000 |\n| 25 | 65 | No Limit |\n```\n\nPremium Ceasing Age: 75 years Premium Ceasing Term: 1\n\n**Features**\n1) One-time investment for a long-term life cover and maturity.\n2) Excellent for meeting Educational Needs of young ones as children with age of 90 days can be covered.\n3) Can be easily aligned with your family objectives with its **wide choice of term**.\n4) Option to take Death and Maturity benefits in installments\n4) Optional riders available are –\nA. Accidental Death and Disability Benefit Rider B. Accident Benefit Rider\nC. Term Assurance Rider \n\n**Benefits: -**\n\n**Death Benefit:**\n• On death during the policy term before the date of commencement of risk: Return of single premium excluding service tax and extra premium, if any, without interest.\n• On death during the policy term after the date of commencement of risk: Sum Assured along with vested Simple Reversionary Bonuses and Final Additional Bonus, if any.\n\n**Maturity Benefit:**\nSum Assured, along with vested Simple Reversionary Bonuses and Final Additional Bonus, if any, shall be payable\n\n**Other Features: -**\n\n**Mode of Premium Payment:**\nSingle Premium Payment.\n\n**Loan and Surrender:**\nSurrender Value and Loan is available after one year. \n",
  "Age 25 -40_Endowment_920": "```\n**920 – New Money Back**\n\n|           | Term | Age | Sum Assured |\n|-----------|------|-----|-------------|\n| Minimum   | 20   | 13  | 100000      |\n| Maximum   | 20   | 50  | No Limit    |\n\n**Premium Ceasing Age:** 70 years   **Premium Ceasing Term:** 15\n\n**Plan Highlights**\n\n**Features**\n1) **Risk coverage:** 125% of Basic Sum Assured\n2) **Liquidity at different stages:** 20% of Basic Sum Assured in 5th, 10th & 15th policy year.\n3) **Maturity benefit:** 40% of Basic Sum Assured + Bonuses after 20 years.\n4) **Limited Payment term:** 15 years only\n4) Optional riders available are –\n    A. Accidental Death and Disability Benefit Rider   B. Accident Benefit Rider\n    C. Term Assurance Rider                              D. Critical Illness Rider\n```",
  "Age 25 -40_Endowment_921": "```text\n921 – New Money Back 25 Years\n|  | Term | Age | Sum Assured |\n|---|---|---|---|\n| Minimum | 25 | 13 | 100000 |\n| Maximum | 25 | 45 | No Limit |\nPremium Ceasing Age: 70 years Premium Ceasing Term: 20\nPlan Highlights\nFeatures\n1) Risk coverage: 125% of Basic Sum Assured.\n2) Liquidity at different stages: - 15% of basic Sum Assured on 5th, 10th, 15th, 20th policy year.\n3) Maturity benefit: 40% of Basic Sum Assured + Bonuses after 25 years.\n4) Limited Payment term: 20 years only\n5) Option to Death and Maturity Benefits in installments.\n6) Loan and Surrender available after 2 full years premium payment.\n7) Optional riders available are –\nA. Accidental Death and Disability Benefit Rider B. Accident Benefit Rider\nC. Term Assurance Rider D. Critical Illness Rider\n```",
  "Age 25 -40_Endowment_933": "```text\n933 - Jeevan Lakshya\n\n| Term | Age | Sum Assured |\n|---|---|---|\n| 13 | 18 | 100000 |\n| 25 | 50 | No Limit |\n\nPremium Ceasing Age: 62 Premium Ceasing Term: 25\n\nPlan Highlights\n\n**Features of Jeevan Lakshya - 933**\n1) Limited Premium Plan\n2) Unique in-built Family Income Benefit\n3) Range of term to choose from to meet specific need.\n4) Options to choose Premium payment frequency.\n5) Term Insurance & ADDBR available for enhanced protection.\n6) Income tax savings on **PAID PREMIUMS**\n7) With Profit plan with Reversionary Bonus and FAB\n8) Customize Tax Free maturity.\n9) Risk cover to life assured.\n10) Liquidity is available after 2 full years premium payment.\n11) Option to take Maturity and Death Benefits in installments\n\n**Benefits:-**\n**Maturity** : Basic Sum Assured Plus Vested bonus plus F.A.B. (if any)\n**Death** : 10% of Basic Sum Assured every year on policy anniversary after the date of death till\nmaturity as family income benefit. An Absolute amount equal to 110% Of Basic Sum Assured shall be\npayable on the maturity due date. Vested bonus and FAB (if any) included in the death benefit and paid\non the due date of maturity.\n\n**Eligibility Conditions: -**\n**Suitable to** : Wide range of Ages from 18 year completed to 50 years nearer\nbirthday. (Same age range for Riders)\n**Term available** : 13 years to 25 Years.\n**Basic Sum Assured** : Minimum is Rs. 1,00,000\n**Maximum Basic Sum Assured** - No Limit (Basic Sum Assured in multiple of Rs. 10,000.)\n**ADDBR** : Sum Assured for Accidental death and disability benefit rider is available up to\nthe Basic Sum Assured or 1Crore whichever is less (in multiple of 10,000).\n**Term Rider Sum Assured** : Term Rider Sum Assured Available up to the Basic Sum Assured or 25,\n00,000 whichever is less (in multiple of 10,000).\n\n**Other Features: -**\n**Mode of Premium Payment** : Yearly, Half Yearly, Quarterly and Monthly (Only **ECS** or **SSS**)\n**Discount and Rebates** : Mode Rebate for Yearly 2% and Half Yearly 1% of basic premium is available\nand **High Sum Assured Rebate**\nupto 1,90,000 Lac NIL.\n2,00,000 to 4,90,000 Rs. 2 per 1000 S.A.\n5,00,000 to max S.A. Rs. 3 per 1000 S.A.\n**Loan and Surrender:** After 2 full year premiums payment, 90% of S.V. for In-force Policies and 80% of\nS.V. for Paid-up policies. \n```",
  "Age 25 -40_Endowment_936": "LIC's Jeevan Labh is a limited premium payment endowment insurance plan. This plan is available with two optional riders to provide better protection to policy holder. This plan is not only best suited for youngsters and Tax Payers but also provides life cover up to the age of 75 Years. However, the premium liability is for limited period only. The minimum term of this policy is 16 where the LIC pays higher bonus rate. \n\n| Maturity | : At the end of policy term policy holder will get **Basic Sum Assured** with **Total vested revisionary bonus** and **Final Additional Bonus** (as applicable) |\n| --- | --- |\n| Risk Cover | : Will start immediately from the policy start date and always higher of 105% of the total premium paid or “7 times of annualized premium plus vested bonuses and FAB (As applicable)\" during the policy term. |\n| Flexibility | : This plan has a flexibility to choose the following options |\n| Policy Term | : 16, 21 & 25 Years |\n| Mode | : Yearly, **Half yearly**, **Quarterly** and **Monthly** (ECS or through salary deductions) |\n| Basic Eligibility Criteria |  |\n| Sum Assured | : Minimum **2,00,000** in multiple of 10,000 where **no upper limit** (Subject to satisfying underwriting requirements) |\n| Other Features: |  |\n| Grace Period | : 30 Days for other than Monthly Mode. 15 Days for Monthly (ECS) Mode. |\n| Loan | : Allowed (After 2 Full year's premium payment) will be 90% of Surrender value for inforce policies and 80% for paid-up policies. |\n| Surrender | : Allowed (After 2 Full years premium payment) |\n| Assignment / Nomination | : Allowed as per the Insurance Laws. |\n| Revival: Policy can be revived within 2 years from the date of FUP or before the maturity which is earlier. |  |\n| Back Dating | : Allowed (With in same F.Y.) Free of cost within 1 month, in case of DOC in Lean months than in excess of 3 month. |\n| Free Lookup period | : 15 days from the date of receipt of policy bond (By policy holder or authorized representative). |\n| Tax Benefits | : Policy holder can avail income tax benefit u/s 80C of I.T. Act for the premiums paid and all maturity proceeds will be Tax free u/s 10(10D) of I.T. Act. |\n| Proposal Forms: | Proposal Form No. 300, 340 & 360 |\n\nFor more details refer to the circular no. CO/PD/78 dated 01/01/2016 issued by Product development department. (Can be obtained from LIC branch or Mobile Magic Gyan, standard edition is freely available on Google Play store for your android smart phone / tablets.) \n",
  "Age 25 -40_Endowment_943": "943 - Aadhaar Stambh\n|  | Term | Age | Sum Assured |\n| ------------- | ------------- | ------------- | ------------- |\n| Minimum | 10 | 8 | 75000 |\n| Maximum | 20 | 55 | 300000 |\nPremium Ceasing Age: 70 years Premium Ceasing Term: 20\nPlan Highlights\nIt is a regular premium paying Non-linked, With-Profits, Endowment Assurance plan. This plan is exclusively designed for the MALE lives having Aadhaar Card issued by UIDAI. This plan shall be available to standard healthy lives without any medical examination and the total Sum Assured under all the policies issued to an Individual under this plan shall not exceed Rs. 3 lakhs.\nBENEFITS:\nDeath benefit:\nOn death of the Life Assured during the policy term \"Sum Assured on Death\" shall be payable, which is the highest of\n* 10 times of annualized premium; or Absolute amount to be paid on death,\n* 105% of all the premiums paid as on date of death.\nThe premium mentioned above excludes taxes, extra premium and rider premiums, if any. In addition to the above, Loyalty Addition, if any, shall also be payable if death occurs after completion of 5th policy year.\nMaturity Benefit:\nOn survival to the end of the policy term Basic Sum Assured along with Loyalty Addition, if any, shall be payable.\nParticipation in Profits:\nProvided the policy is in full force, then depending upon the Corporation's experience the policies under this plan will be eligible for Loyalty Addition. The Loyalty Addition, if any, is payable at such rate and on such terms as may be declared by the Corporation on death after completion of 5thpolicy year or on Policyholder surviving to the maturity.\nOptional Benefit:\nLIC's Accident Benefit Rider is available as an optional rider by payment of additional premium during the term of the policy. If there be more than one policy with which this or any other Rider covering Accidental Death is attached and if the total Accident Benefit Sum Assured under all such policies exceeds Rs.100 lakhs, the benefits shall apply to the first Rs. 100 lakhs Accident Benefit Sum Assured in order of date of policies issued. If this benefit is opted for, and if Life Assured is involved in an accident, leading to death and such incident shall occur within 180 days from the date of accident then an additional amount equal to the Accident Benefit Sum Assured is payable. However, the policy shall have to be in force at the time of accident irrespective of whether or not it is in force at the time of death.\nAuto Cover Period: -\n'Auto cover period under a paid-up policy is the period from due date of first unpaid premium (FUP), which includes the Grace Period. The applicable duration of Auto Cover Period shall be as under:\n1.If at least three full years' but less than five full years' premiums have been paid in respect of a policy and any subsequent premium is not duly paid: - Auto Cover Period of six months from the due date of first unpaid premium (FUP) shall be available.\n2. If at least five full years' premiums have been paid in respect of a policy and any subsequent premium is not duly paid: - Auto Cover period of two years from the due date of first unpaid premium (FUP) shall be available. \n",
  "Age 25 -40_Endowment_944": "Aadhaar Shila {\"Term\": \"\\n| Term | Age | Sum Assured |\\n|---|---|---|\\n| 10 | 8 | 75000 |\\n| 20 | 55 | 300000 |\",\"Premium Ceasing Age\": \"70years\",\"Premium Ceasing Term\": \"20\",\"Plan Highlights\": \"\\nAadhaar Shila Plan - 844\\nAadhaar Shila (Plan No. 844) is a regular premium paying Non-linked, With-Profits, Endowment\\nAssurance plan. This plan is exclusively designed for the FEMALE lives having Aadhaar Card issued by\\nUIDAI. This plan shall be available to standard healthy lives without any medical examination and the\\ntotal Sum Assured under all the policies issued to an Individual under this plan shall not exceed Rs. 3\\nlakhs.\",\"Benefits\": \"\\nDeath benefit:\\nOn death of the Life Assured during the policy term \\\"Sum Assured on Death\\\" shall be payable, which is\\nthe highest of\\n· 10 times of annualized premium; or Absolute amount assured to be paid on death, i.e. 110% of Basic\\nSum Assured.\\n· 105% of all the premiums paid as on date of death.\\nThe premium mentioned above excludes taxes, extra premium and rider premiums, if any. In addition to\\nthe above, Loyalty Addition, if any, shall also be payable if death occurs after completion of 5th policy\\nyear.\",\"Maturity Benefit\": \"\\nOn survival to the end of the policy term Basic Sum Assured along with Loyalty Addition, if any, shall be\\npayable.\",\"Participation in Profits\": \"\\nProvided the policy is in full force, then depending upon the Corporation's experience the policies under\\nthis plan will be eligible for Loyalty Addition. The Loyalty Addition, if any, is payable at such rate and on\\nsuch terms as may be declared by the Corporation on death after completion of 5thpolicy year or on\\nPolicyholder surviving to the maturity.\",\"Optional Benefit\": \"\\nLIC's Accident Benefit Rider is available as an optional rider by payment of additional premium during\\nthe term of the policy. If there be more than one policy with which this or any other Rider covering\\nAccidental Death is attached and if the total Accident Benefit Sum Assured under all such policies\\nexceeds Rs.100 lakhs, the benefits shall apply to the first Rs. 100 lakhs Accident Benefit Sum Assured in\\norder of date of policies issued. If this benefit is opted for, and if Life Assured is involved in an accident,\\nleading to death and such incident shall occur within 180 days from the date of accident then an\\nadditional amount equal to the Accident Benefit Sum Assured is payable. However, the policy shall have\\nto be in force at the time of accident irrespective of whether or not it is in force at the time of death.\",\"Auto Cover Period\": \"\\n'Auto cover period under a paid-up policy is the period from due date of first unpaid premium (FUP),\\nwhich includes the Grace Period. The applicable duration of Auto Cover Period shall be as under:\\n1.If at least three full years' but less than five full years' premiums have been paid in respect of\\na policy and any subsequent premium is not duly paid: - Auto Cover Period of six months from the due\\ndate of first unpaid premium (FUP) shall be available.\\n2. If at least five full years' premiums have been paid in respect of a policy and any subsequent\\npremium is not duly paid: - Auto Cover period of two years from the due date of first unpaid premium\\n(FUP) shall be available.",
  "Age 25 -40_Health Plan_905": "```text\n905 - Cancer Cover\nTerm\tAge\tSum Assured\nMinimum\t10\t20\t1500000\nMaximum\t30\t65\t5000000\nPremium Ceasing Age: 75\nPlan Highlights\nIntroduction:\nIt has been decided to introduce LIC's Cancer Cover (Plan No. 905) with effect from 13/11/2017.\nThe Unique Identification Number (UIN) for LIC's Cancer Cover is 512N314V01. This number has to\nbe quoted in all relevant documents furnished to the policyholders and other users (public,\ndistribution channels etc.)\nIt is a non-linked, regular premium payment health insurance plan which provides fixed benefit in\ncase the Life Assured is diagnosed with any of the specified Early and/or Major Stage Cancer during\nthe policy term, subject to certain terms and conditions.\nThe premium rates will vary depending on the option chosen.\nOption I\nLevel Sum Insured:\nThe Basic Sum Insured shall remain unchanged throughout the policy term.\nOption II\nIncreasing Sum Insured:\nThe Sum Insured increases by 10% of Basic Sum Insured each year for first five years\nstarting from the first policy anniversary or until the diagnosis of first event of\nCancer, whichever is earlier. All the claims payable shall be based on the Increased\nSum Insured at the policy anniversary coinciding or prior to the diagnosis of the first\nclaim and further increases to this Sum Insured will not be applicable.\nThe benefits payable under the plan shall be based on the Applicable Sum Insured, where the\nApplicable Sum Insured shall be equal to\n•\n•\nThe Basic Sum Insured for policies taken under Option I; or\nBasic Sum Insured during first year and Increased Sum Insured thereafter, as per the\nprovisions detailed in Option II above, for policies taken under Option II.\nBenefits: -\nA. Early Stage Cancer: - Provided the policy is inforce, on first diagnosis, of any one of the specified\nEarly Stage Cancers (as defined) and if the same is admissible, the following benefits are payable:\ni). Lump sum benefit: 25% of Applicable Sum Insured will be payable.\nii). Premium Waiver Benefit: Premiums for next three policy years or balance policy term,\nwhichever is lesser, shall be waived from the policy anniversary coinciding or following the date of\ndiagnosis. Premium(s) falling due from the date of diagnosis and before the next policy anniversary\nshall be deducted from the claim amount as mentioned under Para 9 of this circular.\nB. Major Stage Cancer:\nProvided the policy is inforce, on first diagnosis of any one of the specified Major Stage Cancers (as\ndefined) and if the same is admissible, the following benefits are payable subject to the benefit\nlimits and restrictions:\ni) Lump Sum: 100% of Applicable Sum Insured less any previously paid claims in respect of\nEarly Stage Cancer shall be payable.\nii) Income Benefit: In addition to above lump sum benefit, Income Benefit of 1% of\nApplicable Sum Insured shall be payable on each policy month following the payment of Lump Sum,\nfor a fixed period of next ten years irrespective of the survival of the Life Insured and even if this\nperiod of ten years goes beyond the policy term. In case of death of the Life Assured while receiving\nthis Income Benefit, the remaining installments, if any, will continue to be paid to his/her nominee.\niii) Premium Waiver Benefit: All the future premiums shall be waived from the next policy\nanniversary and the policy shall be free from all liabilities except to the extent of Income Benefit as\nspecified above. Premium(s) falling due from the date of diagnosis and before the next policy\nanniversary shall be deducted from the claim amount.\n(A) The list and definitions of the Cancer covered under this plan:\nI. Early Stage Cancer:\nThe diagnosis of any of the listed below conditions must be established by histological evidence and\nbe confirmed by a specialist in the relevant field.\nLimits and Restrictions: -\n(A) The list and definitions of the Cancer covered under this plan:\nI. Early Stage Cancer:\nThe diagnosis of any of the listed below conditions must be established by histological evidence and\nbe confirmed by a specialist in the relevant field.\n• Carcinoma-in-situ (CIS):\nCarcinoma-in-situ means the presence of malignant cancer cells that remain within the cell group\nfrom which they arose. It must involve the full thickness of the epithelium but does not cross\nbasement membranes and it does not invade the surrounding tissue or organ. The diagnosis of\nwhich must be positively established by microscopic examination of fixed tissues.\n• Prostate Cancer - early stage:\nEarly Prostate Cancer that is histologically described using the TNM classification as T1N0M0 with a\nGleason Score 2 (two) to 6 (six).\n• Thyroid Cancer - early stage:\nAll thyroid cancers that are less than 2.0 cm and histologically classified as T1N0M0 according to\nTNM classification.\n•\nBladder Cancer - early stage:\nAll tumors of the urinary bladder histologically classified as TaNOMO according to TNM\nclassification.\n• Chronic Lymphocytic Leukemia – early stage:\nChronic Lymphocytic Leukemia categorized as stage 0 (zero) to 2 (two) as per the Rai classification.\n• Cervical Intraepithelial Neoplasia:\nSevere Cervical Dysplasia reported as Cervical Intraepithelial Neoplasia 3 (CIN3) on cone biopsy.\nThe following are specifically excluded from all early stage cancer benefits (Exclusions):\n•\n•\n•\n•\nAll tumors which are histologically described as benign, borderline malignant, or low\nmalignant potential\nDysplasia, intra-epithelial neoplasia or squamous intra-epithelial lesions\nCarcinoma in-situ of skin and Melanoma in-situ\nAll tumors in the presence of HIV infection are excluded\nII Major Stage Cancer: -\nA malignant tumor characterized by the uncontrolled growth and spread of malignant cells with\ninvasion and destruction of normal tissues. This diagnosis must be supported by histological\nevidence of malignancy. The term cancer includes leukemia, lymphoma and sarcoma.\nThe following are excluded from major stage cancer benefits (Exclusions):\n•\n•\n•\n•\n•\n•\n•\n•\n•\nAll tumors which are histologically described as carcinoma in situ, benign, pre-malignant,\nborderline malignant, low malignant potential, neoplasm of unknown behavior, or non-\ninvasive, including but not limited to: Carcinoma in situ of breasts, Cervical dysplasia CIN-1,\nCIN -2 and CIN-3.\nAny non-melanoma skin carcinoma unless there is evidence of metastases to lymph nodes\nor beyond;\nMalignant melanoma that has not caused invasion beyond the epidermis;\nAll tumors of the prostate unless histologically classified as having a Gleason score greater\nthan 6 or having progressed to at least clinical TNM classification T2NOMO\nAll Thyroid cancers histologically classified as T1N0M0 (TNM Classification) or below;\nChronic lymphocytic leukemia less than Rai stage 3\nNon-invasive papillary cancer of the bladder histologically described as TaNOMO or of a\nlesser classification,\nAll Gastro-Intestinal Stromal Tumors histologically classified as T1N0M0 (TNM Classification)\nor below and with mitotic count of less than or equal to 5/50 HPFs;\nAll tumors in the presence of HIV infection.\nThe explanation of TNM and Rai classification is as given below:\n• TNM Classification:\nTNM classification referenced above is as per the 7th edition 2010 AJCC Cancer Staging\nManual. A brief explanation of the TNM classification is provided below.\nThe TNM classification system is internationally recognized and is used to stage and\nmeasure a tumor. The “T” element measures the size and extent of the primary tumor, “N”\nelement measures the degree of spread to regional lymph nodes and the \"M\" element\nmeasures the presence of distant metastasis (spread of cancer from one part of the body to\nanother part of the body.\nRai Classification:\nAny reference to ‘Rai classification' will be in accordance to the table mentioned below\nStage\tDescription\n0\tLymphocyte count >15,000mm3 (15 x 109/L)\nNo other abnormalities i.e. no lymph nodes, no hepatosplenomegaly, hemoglobin\n>11 g/dl, platelets >100,000mm3\nI\tEnlarged liver or spleen\nII\tLymph nodes present\nIII\tAnemia - hemoglobin <11 g/dl\nIV\tThrombocytopenia - platelets <100,000mm3\n(B) Early Stage Cancer Benefit shall be payable only once for the first ever event and Life Assured\nshall not be entitled to make another claim for the Early Stage Cancer of same or any other cancer.\nHowever, the coverage for the Major Stage Cancer under the policy shall continue until the policy\nterminates.\n(C) Once a Major Stage Cancer Benefit is paid no payment for any future claims under Early Stage\nCancer or Major Stage Cancer would be admissible.\n(D) Total benefit under the Policy including Early Stage Cancer Benefit and Major Stage Cancer\nBenefit shall not exceed the maximum claim amount of 220% (i.e. 100% as lump sum plus 120% in\nthe form of Income benefit) of Applicable Sum Insured.\n(E) If the life assured claims for different stages of the same Cancer at the same time, the benefit\nshall only be payable for the higher claim admitted under the policy. However, such benefit shall be\npayable only after 7 days survival period from the date of diagnosis of such Major stage cancer.\n(F) If there is more than one Cancer diagnosed in an event, the Corporation will only pay one\nbenefit. That benefit will be the amount relating to the stage of Cancer which has the highest\nbenefit amount. However, such benefit shall be payable only after 7 days survival period from the\ndate of diagnosis of such Cancer.\n(G) WAITING PERIOD:\nA waiting period of 180 days will apply from the date of issuance of policy or date of revival of risk\ncover whichever is later, to the first diagnosis of \"any stage\" cancer. \"Any stage\" here means all\nstages of Cancer that occur during the waiting period. This would mean that nothing shall be paid\nunder this policy and the policy shall terminate if any stage of Cancer occurs:\ni) At any time on or after the date of issuance of the Policy but before the expiry of 180 days\nreckoned from that date; or\nii) Before the expiry of 180 days from the Date of Revival.\n(H) SURVIVAL PERIOD:\nNo benefit shall be payable if the Life Assured dies within a period of 7 days from the date of\ndiagnosis of any of the specified Early Stage Cancer or Major Stage Cancer. The 7 days survival\nperiod includes the date of diagnosis.\nBenefit under this plan shall be payable subject to fulfilling all of the below criteria:\n•\n•\n•\n•\n7 days survival period from the date of diagnosis\nSigns and symptoms relevant to the cancer should have been present and documented\nbefore death\nAll investigations to confirm the diagnosis of cancer should have been done before the\ndeath of the insured.\nSatisfaction of the cancer definition as per the policy condition\n(I) EXCLUSIONS:\nThe Corporation shall not be liable to pay any of the benefit under this product if the covered\nconditions resulting directly or indirectly from any of the following causes:\n(i) Any Pre-Existing Condition i.e. any cancer condition (primary or metastatic); precancerous\ncondition or related condition(s) for which the policyholder had signs or symptoms, and / or\nwere diagnosed, and / or received medical advice / treatment within 48 months prior to the\ndate of issuance of policy or revival of the policy.\n(ii) If the diagnosis of any stage of Cancer was made within 180 days from the Date of issuance\nof policy or date of revival of risk cover whichever is later;\n(iii) For any medical conditions suffered by the life assured or any medical procedure undergone\nby the life assured if that medical condition or that medical procedure was caused directly or\nindirectly by Acquired Immunodeficiency Syndrome (AIDS), AIDS related complex or infection by\nHuman Immunodeficiency Virus (HIV);\n(iv) For any medical condition or any medical procedure arising from the donation of any of the\nLife Assured's organs;\n(v) For any medical conditions suffered by the Life Assured or any medical procedure undergone\nby the Life Assured, if that medical condition or that medical procedure was caused directly or\nindirectly by alcohol or drug (except under the direction of a registered medical practitioner)\n(vi) For any medical condition or any medical procedure arising from nuclear contamination; the\nradioactive, explosive or hazardous nature of nuclear fuel materials or property contaminated\nby nuclear fuel materials or accident arising from such nature\n```",
  "Age 25 -40_Health Plan_906": "906 - Arogya Rakshak \n\n| Term     | Age | HCB    |\n| :------- | :---- | :------ |\n| Minimum | 15   | 2500   |\n| Maximum | 62   | 10000  |\n\nPremium Ceasing Age: 80\n\nPlan Highlights\n\nLIC's Arogya Rakshak Plan is a Non-Linked, Non-Participating, Regular Premium, Individual; Health Insurance plan which provides fixed benefits in case of hospitalization and for various surgical procedures. This plan also provides Auto Health Cover Benefit in case of death of the original PI. The Unique Identification Number (UIN) for LIC's Arogya Rakshak plan is 512N318V01. \n\nBenefits offered under the plan are: \n\n* Hospital cash benefit (HCB)\n* Major Surgical Benefit (MSB)\n* Day Care Procedure Benefit \n* Other Surgical Benefit \n* Ambulance Benefit \n* Premium waiver Benefit (PWB) \n\nHospital Cash Benefit (HCB) \n\n1) Hospital Cash Benefit (With in India only) is payable on per day basis. HCB amount varies from minimum of Rs. 2500 to maximum of Rs. 10000 \n2) During first policy year: Maxi. 30 days hospitalization & including 15 days in ICU (2 times HCB) for each one. \n3) In second and onwards, Maximum 90 days of hospitalization and including 45days in I.C.U. for each insured. \n4) Maximum of 900 days (inclusive of stay in ICU) during entire policy term for each insured. \n5) Cover 140 surgeries. \n6) Benefit payout is fixed irrespective of actual expenses incurred. \n\nMajor Surgical Benefit (MSB) \n\n1) If more than one Surgery is performed on the Insured during the same surgical session, the Corporation shall pay 100% as per the category in respect of the most severe Surgery performed and for other surgeries 25% of the eligible amount shall be paid. This benefit shall be paid for each of the additional surgery done in the single session and is subject to the overall annual and lifetime limits. \n2)The Major Surgical Benefit shall be paid as a lump sum as specified for the benefit concerned and is subject to providing proof of Surgery to the satisfaction of the Corporation. \nIndia. \n3) The Major Surgical Benefit shall be payable only if the Surgery has been performed within \n4) The total amount payable in respect of each Insured under the Major Surgical Benefit in any Policy Year during the Cover Period shall not exceed 100% of the Major Surgical Benefit Sum Assured in that Policy year. \n\nDay Care Procedure Benefit: \nIn the event of an Insured, due to medical necessity undergoing any specified Day Care Procedure (as mentioned Annexure) within the Cover Period in a Hospital or Day Care Centre due to Accidental Bodily Injury or Sickness first occurring or manifesting itself on or after the Effective Date of Cover in respect of that Insured and during the Cover Period then, subject to Benefit Limits and Conditions as mentioned below, Waiting Period as mentioned under Para 6.IV and Exclusions as mentioned under Para 7 etc., a lump sum amount equal to 5 (five) times the Applicable Daily Benefit, shall be payable, regardless of the actual costs incurred \n\nOther Surgical Benefit: \nIn the event of an Insured due to medical necessity, undergoing within the Cover Period any Surgery not listed under Major Surgical Benefit or Day Care Procedure Benefit, in a Hospital due to Accidental Bodily Injury or Sickness first occurring or manifesting itself on or after the Effective Date of Cover in respect of that Insured and during the Cover Period then, subject to the Benefit Limits and Conditions as mentioned below, Waiting Period as mentioned under Para 6.IV and Exclusions as mentioned under Para 7 etc., a Daily Benefit equal to 2.5 (two and a half) times the Applicable Daily Benefit, shall be payable, regardless of the actual costs incurred for each continuous period of 24 hours or part thereof provided any such part stay exceeds a continuous period of 4 hours of Hospitalization. Other Surgical Benefit shall be payable only if inpatient hospitalization stay exceeds 24 hours. \n\nAmbulance Benefit: \nIn the event that a Major Surgical Benefit (as mentioned in the Major Surgical Benefit Annexure) is payable and emergency transportation costs by an ambulance have been incurred, an additional lump sum of Rs 1,000 will be payable in lieu of ambulance expenses. \n\nPremium Waiver Benefit: \nIn case of major surgery as specified under category I or 2, premium payable for one year from the next premium due date coinciding or following the date of surgery is waived. \n\nAuto Health Cover (AHC) Benefit: \nIn case of death of Original Principal Insured, the policy shall continue with new Pl along with other eligible surviving Insured(s) covered under the policy, without any payment of premiums from the policy anniversary coinciding with or next following the date of death of the Principal Insured, for a further period of 15 years or upto specified age in respect of each of the Insured's, whichever is earlier, provided they are eligible for this AHC Benefit. \n\nRider Benefits:- \nThe two riders, Term Rider and Accidental Benefit rider are available under this plan. The Accidental Benefit rider can be opted only if the Term rider has been opted. \n\nMaturity Benefit: \nNo benefits are payable at end of the Cover Period \n",
  "Age 25 -40_Moneyback Plans_863": "863 - Dhan Rekha\n| Term | Age | Sum Assured |\n|---|---|---|\n| Minimum 20 | 90 days | 2,00,000 |\n| Maximum 40 | 60 | No Limit |\nPremium Ceasing Age: 65 years\nPlan Highlights\nFeatures\n1) Non-linked, Non-participating, Individual, Savings, Life Insurance plan.\n2) Survival Benefit as a percentage of Basic Sum Assured shall be payable during policy term at a\nregular intervals starting from the middle of the policy term.\n3) Financial support for family in case of death of Life Assured during the policy term.\n4) Options to choose Premium Paying Term of 10, 15 and 20 years.\n5) Guaranteed Additions available from 6th year onwards.\n6) Option to take the Death and Maturity Benefits in installments\n7) Five optional riders are available -\nBenefits: -\nA. Accidental Death and Disability Benefit Rider\nB. Accident Benefit Rider\nC. Term Assurance Rider\nD. Critical Illness Rider\nE. Premium Waiver Benefit Rider\nDeath Benefit:\nRisk cover to life assured to the extent of 7 times of annualized premium OR 125% of Basic Sum\nAssured (Whichever is higher). The death benefit under Limited Premium shall not be less than 105% of\nall the premiums paid upto the date of death.\nSurvival Benefit:\n10% to 20% of Basic Sum Assured during policy term. The percentage depends upon the policy term\nselected.\nMaturity Benefit:\nSum Assured on Maturity is Basic Sum Assured plus Accrued Guaranteed Additions.\nOther Features: -\nMode of Premium Payment:\nYearly, Half Yearly, Quarterly and Monthly (Only NACH) or salary deduct.\nDiscount and Rebates:\nMode Rebate for Yearly mode is 2% and for Half Yearly mode is 1% of basic premium is available and\nHigh Basic Sum Assured Rebate for Single Premium:-\n| 2,00,000 to 4, 75,000 | NIL. |\n| 5, 00,000 to 7, 25,000 | 5.00 per 1000 of Basic Sum Assured |\n| 7, 50,000 to 9, 75,000 | 10.00 per 1000 of Basic Sum Assured |\n| 10, 00,000 and Above | 15.00 per 1000 of Basic Sum Assured |\nHigh Basic Sum Assured Rebate for Limited Premium:-\n| 2,00,000 to 4, 75,000 | NIL. |\n| 5,00,000 to 7, 25,000 | 1.00 per 1000 of Basic Sum Assured |\n| 7, 50,000 to 9, 75,000 | 2.00 per 1000 of Basic Sum Assured |\n| 10, 00,000 and Above | 3.00 per 1000 of Basic Sum Assured |\nSurrender Value:\nThe policy can be surrendered at any time during the policy term under single premium policy and under\nLimited Premium policy can be surrender after atleast 2 full years premium have been paid.\nLoan:\nLoan will be 90% of S.V. for In-force Policies and 80% of S.V. for Paid-up policies under the Limited\nPremium policies and 75% of the surrender value for the single premium policies.\nBack Dating:\nThe policy can be backdated within same financial year.\nProposal Form:-\nThe proposal form 300 or 360 to be used as per eligibility.",
  "Age 25 -40_Moneyback Plans_947": "| 847 - Jeevan Shiromani |   |   |   |\n|---|---|---|---|\n| Term | Age | Sum Assured |  |\n|---|---|---|---|\n| Minimum | 14 | 18 | 1,00,00,000 |\n| Maximum | 20 | 55 | No Limit |\nPremium Ceasing Age: 65 Premium Ceasing Term: 16\n\n**Plan Highlights**\n**Features:** - \n1) Non-linked, with-profits, limited premium payment money back life insurance plan.\n2) Specially designed for targeted segment of High Net-worth Individuals.\n3) Financial support for family in case of death of Life Assured during the policy term.\n4) Financial support of lump-sum amount on diagnosis of any one of specified 15 Critical Illnesses.\n5) Options to choose Premium Paying Term of 10, 12, 14 and 16 years.\n6) Guaranteed Additions and Loyalty Additions\n7) Four optional riders are available \n a. Accidental Death and Disability Benefit Rider\n b. Accident Benefit Rider\n c. Term Assurance Rider\n d. Critical Illness Rider\n\n**Benefits:**\n**Death Benefit:**\nRisk cover to life assured to the extent of 7 times of annualized premium OR 125% of Basic Sum Assured (Whichever is higher)\n\n**Survival Benefit:**\n30% to 45% of Basic Sum Assured during policy term.\n\n**Maturity Benefit:**\nSum Assured on Maturity is between 10% to 40% of Basic Sum Assured plus additional Guaranteed Additions and Loyalty Addition.\n\n**Inbuilt Critical Illness Benefit:**\n10% of Basic Sum Assured on first diagnosis of any one of specified Critical Illnesses. Option to defer premiums for 2 years in case of Critical Illness and policy will be treated In-force.\n\n**Other Features: -**\n**Mode of Premium Payment:**\nYearly, Half Yearly, Quarterly and Monthly (Only NACH) or salary deduct.\n\n**Discount and Rebates:**\nMode Rebate for Yearly -2% and Half Yearly -1% of basic premium is available and High Basic Sum Assured Rebate as \n| 1,00,00,000 to 1,95,00,000 | NIL. |\n| 2,00,00,000 to 4,95,00,000 | 0.003% of Basic Sum Assured |\n| 5,00,00,000 to maximum | 0.005% of Basic Sum Assured |\n\n**Surrender:**\nS.V. is available after 1 full year's premium payment. Loyalty Addition will be considered in Special Surrender Value.\n\n**Loan:**\nAfter 1 full year premiums payment, 90% of S.V. for In-force Policies and 80% of S.V. for Paid-up policies.\n\n**Back Dating:**\nThe policies can be back dated within the same financial year.\n\n**Free Look-up:**\n15 days free look-up period.\n\n**Proposal Form:**\nRevised Proposal Form No. 300 and 340 shall be used under this plan.\n",
  "Age 25 -40_Moneyback Plans_948": "Bima Shree | Minimum | Term | Age | Sum Assured |\n|---|---|---|---|\n|  | 14 | 8 | 10,00,000 |\n|  | 20 | 55 | No Limit |\n\nPremium Ceasing Age: 65 years Premium Ceasing Term: 16\n\n## Plan Highlights\n**Features**\n1) Non-linked, with-profits, limited premium payment money back life insurance plan.\n2) Specially designed for targeted segment of High Net-worth Individuals.\n3) Financial support for family in case of death of Life Assured during the policy term.\n4) Options to choose Premium Paying Term of 10, 12, 14 and 16 years.\n5) Guaranteed Additions and Loyalty Additions\n6) Five optional riders are available – \n A. Accidental Death and Disability Benefit Rider  B. Accident Benefit Rider\n C. Term Assurance Rider  D. Critical Illness Rider\n E. Premium Waiver Benefit Rider \n\n**Benefits: -**\n**Death Benefit:** \nRisk cover to life assured to the extent of 7 times of annualized premium OR 125% of Basic Sum Assured (Whichever is higher)\n\n**Survival Benefit:**\n30% to 45% of Basic Sum Assured during policy term.\n\n**Maturity Benefit:**\nSum Assured on Maturity is between 10% to 40% of Basic Sum Assured plus additional Guaranteed Additions and Loyalty Addition.\n\n**Other Features: -**\n**Mode of Premium Payment:**\nYearly, Half Yearly, Quarterly and Monthly (Only NACH) or salary deduct.\n\n**Discount and Rebates:**\nMode Rebate for Yearly mode is 2% and for Half Yearly mode is 1% of basic premium is available and High Basic Sum Assured Rebate as\n10,00,000 to 19,00,000  NIL.\n20,00,000 to 49,00,000  0.3 per 1000 of Basic Sum Assured\n50,00,000 and above  0.5 per 1000 of Basic Sum Assured\n\n**Loan and Surrender:**\nS.V. is available after 2 full year's premium payment. Loyalty Addition will be considered in SSV. Loan will be 90% of S.V. for In-force Policies and 80% of S.V. for Paid-up policies.\n",
  "Age 25 -40_Term Plan 18 - 65_859": "859 - Saral Jeevan Bima\n| Term | Age | Sum Assured |\n|---|---|---|\n| Minimum 5 | 18 Years | 500000 |\n| Maximum 40 | 65 years | 2500000 |\n\nPremium Ceasing Age: 70 Years Premium Ceasing Term: 40\nPLAN HIGHLIGHTS\n**Features: -**\n1) It is a Non-Linked, Non-Participating, Individual Pure Risk Premium Term Life Insurance Plan.\n2) Option to pay the premiums in Regular, Limited or Single mode.\n3) Coverage upto 80 years of age.\n4) Income tax savings on Premiums Paid.\n5) Rebate on Higher Sum Assured.\n**Benefits: -**\n**Death Benefit: - During Waiting Period of 45 days:-**\nA) On Death any reason other than Accident, 100% of premium paid excluding any taxes will be paid.\nB) On Death due to accident, Sum Assured on Death will be payable.\n**For Regular and Limited Premium Payment policies, Sum Assured on Death is defined as highest of** \n10 times of Annualized premium,\n105% of all the premiums paid on date of death OR\n100% of Basic Sum Assured.\n1) **For Single Premium policies, Sum Assured on Death is defined as highest of**\n125% of Single premium.\nOR 100% of Basic Sum Assured\n**A) Death Benefit after Waiting period of 45 days is over: -**\nSum Assured on Death shall be payable to nominee\n**Maturity Benefit:**\nNo Maturity Benefit is available under this plan.\n**Mode of Premium Payment:**\nSingle, Yearly, Half Yearly and Monthly (Only ECS/NACH) is available.\n**Discount and Rebates:**\nOnly High Sum Assured rebates are applicable. On premium paying mode rebate is nil for yearly mode and for Half yearly and monthly mode, loading of 2% and 3% is applicable respectively.\n**Surrender:**\nNo Surrender of policies is applicable however policy cancellation value shall be payable in case of Single Payment and Limited Payment mode.\n**Free Look-up:**\n15 days free look-up period for offline policies and 30 days for online purchase.\n",
  "Age 25 -40_Term Plan 18 - 65_870": "870 –Jeevan Kiran \n\n|  | Term | Age | Sum Assured |\n| --- | --- | --- | --- |\n| Minimum | 10 | 18 | 15,00,000 |\n| Maximum | 40 | 65 | No Limit |\n\nPremium Ceasing Age: 80 Years Premium Ceasing Term: 40 \n\nPLAN HIGHLIGHTS \n\n**Features: -** \n1) LIC's Jeevan Kiran is a Non-Linked, Non-Participating Individual, Savings, Life Insurance Plan. \n2) Option to pay the premiums in Regular, Limited or Single mode. \n3) Coverage up to 80 years of age. \n4) Minimum Premium: For Regular Mode Rs. 3000/- and For Single Mode Rs. 30000/- \n5) Option to opt the ADDB OR AB Rider. \n6) Income tax savings on Premiums Paid. \n7) Lower premium rates for the Non-Smoker category. \n8) Rebate on Higher Sum Assured. \n9) Settlement Option on Maturity or Death available for 5 years installment. \n\n**Benefits: -** \n**Maturity Benefit: -** \nMaturity Sum Assured equal to Total Regular Premium/ Single Premium excluding any extra premium, rider premium and taxes. \n**Death Benefit: -** \n**For Regular Premium:** - Basic Sum Assured OR 7 times of Annualized Premium OR 105% Total Premium Paid. \n**For Single Premium:** - 125% of Single Premium OR Basic Sum Assured. \n\n**Surrender Value: -** \nFor Single Premium payment, the policy can be surrendered at any time during the policy term. For Regular Premium Payment the policy can be surrender after two consecutive full years premium have been paid. \n**Back Dating: -** \nThe policies can be dated back within the same financial year but not before the Date of Introduction of this Plan. \n**Free Look-up: -** \nWithin 30 days from the date of receipt of the electronic or physical mode of the Policy Document. \n",
  "Age 25 -40_Term Plan 18 - 65_955": "New Jeevan Amar  ```\n| Minimum | Term | Age | Sum Assured |\n| -------- | ---- | --- | ----------- |\n| 10       | 40   | 18  | 25,00,000   |\n| Maximum |      | 65  | No Limit    |\n```\n\n**Premium Ceasing Age:** 80 Years  **Premium Ceasing Term:** 40\n\n**Features:** - \n1) LIC's New Jeevan Amar is a Non-Linked, Non-Participating Term Life Insurance Plan. \n2) Option to pay the premiums in Regular, Limited or Single mode. \n3) Two Benefits Options \n    A) Level Sum Assured \n    B) Increasing Sum \n4) Option to take the Death Benefit in installments of 5, 10 and 15 years. \n5) Coverage upto 80 years of age \n6) Option to opt the ADDB Rider. \n7) Income tax savings on Premiums Paid. \n8) Lower premium rates for the Non-Smoker category also the special premium rates for women. \n9) Rebate on Higher Sum Assured. \n\n**Death Benefit:** - \nTwo Death Benefit options are available: - \n**Level Sum Assured:** - \nwhere Sum Assured remains the same throughout the policy term. \n**Increasing Sum Assured:** - \nUnder this option Sum Assured will increase by 10% after 5th Year to 10th policy year and then after remains the throughout the term. \n\n**Death Benefit payment option:** - \nOption to receive the death benefits as a lumpsum or in installments. The installment will be paid in 5, 10 and 15 years. \n",
  "Age 25 -40_ULIP Plans_849": "849 - LIC's Nivesh Plus\nPLAN FEATURES\nLIC's Nivesh Plus is a Single Premium, Non-Participating, Unit Linked, Individual Life Insurance plan which\noffers insurance cum investment during the term of the policy. The Unique Identification No. for the\nplan is 512L317V01.\nFeatures: -\n1) Single Premium Unit Linked plan with option to choose the Basic Sum Assured at the inception. The\noptions available are: -\nOption 1: - 1.25 times of the Single Premium\nOption 2: - 10 times of the Single Premium\n2) Policy Term 10 to 25.\n3) Guaranteed Additions as a percentage of Annualized premium of completion of Specific duration of\npolicy years.\n4) Option to choose Accidental Death Benefit Rider for enhanced protection.\n5) Income tax savings on Premiums Paid\n6) Policy can be surrendered at any time during the term.\n7) Option to take Death Benefit in installments.\nBasic Eligibility Criteria: -\n1) Minimum Age at Entry: -                      90 days completed.\n2) Maximum Age at Entry: -                      70 Years nearest birthday for option 1\n                                                                 35 Years nearest birthday for option 2\n3) Premium Paying Mode: -                     Single Premium\n4) Minimum Maturity Age: -                     18 Years completed.\n5) Maximum Maturity Age: -                     85 Years nearest birthday for option 1\n                                                                 50 Years nearest birthday for option 2\n6) Minimum Premium:-                             Rs. 100000\n7) Maximum Premium: -                          No Limit\n8) Policy Term: -                                      Option 1: - If Basic Sum Assured           Option 2: - If basic Sum Assured is 10 times of Single Premium\n                                                                 is 1.25 times of Single Premium                For age at entry                                For age at entry 26 to                 For age at entry 31 to\n                                                                 Amount                                                upto 25 years                                   30 years                                          35 years\n                                                                 10 to 25 years                                      10 to 25 years                                    10 to 20 years                                  10 years\nDeath Benefit: -\n1) On Death before the Date of Commencement of the Risk: - An amount equal to the Unit Fund Value\nshall be payable.\n2) On Death after the Date of Commencement of the Risk: - An amount equal to highest of the following\nshall be payable: -\nI) basic Sum Assured reduced by any Partial Withdrawals made during the two years period immediately\npreceding the date of death,\nII) Unit Fund Value; or\nMaturity Benefit: -\nAn amount equal to Unit Fund Value is payable.",
  "Age 25 -40_ULIP Plans_852": "852 - LIC's SIIP\n\n| Minimum | Term | Age | Sum Assured |\n|---|---|---|---|\n|  | 10 | 90 days | 7 *Annualized premium (for age 55 years and above) |\n| maximum | 25 | 65 Yrs. | 10* Annualized premium (for below age 55 years) |\n\nPremium Ceasing Age: 75 Premium Ceasing Term: 35\n\nPLAN FEATURES\n\nLIC's SIIP is a Regular Premium, Non-Participating, Unit Linked, Individual Life Insurance plan which offers insurance cum investment during the term of the policy. The Unique Identification No. for the plan is 512L334V01. \n\n**Features: -**\n1) Unit Linked plan with the Partial Withdrawal Option and Policy Admin Charges. \n2) Basic Sum assured to the extent of 7 times of annualized premium OR 10 times of annualized premium. \n3) Regular Premium Payment Plan \n4) Policy Term 10 to 25. \n5) Guaranteed Additions as a percentage of Annualized premium of completion of Specific duration of policy years. \n6) Option to choose Accidental Death Benefit Rider for enhanced protection. \n7) Income tax savings on Premiums Paid \n8) Policy can be surrendered at any time during the term. \n9) Option to take Death Benefit in installments. \n\n**Basic Eligibility Criteria: -**\n1) Minimum Age at Entry: - 90 days completed. \n2) Maximum Age at Entry: - 65 Years nearest birthday. \n3) Policy Term: - 10 to 25 years. \n4) Premium Paying Term: Same as Policy Term \n5) Premium Paying Mode: - Yearly, Half Yearly, Quarterly, Monthly (NACH) \n6) Minimum Maturity Age: - 18 Years completed. \n7) Maximum Maturity Age: - 85 Years nearest birthday. \n\n**Minimum Premium: -**\n\n| Mode | Yearly | Half- Yearly | Quarterly | Monthly (NACH) |\n|---|---|---|---|---|\n| Amount | Rs. 40000 | Rs. 22000 | Rs. 12000 | Rs. 4000 |\n\nMaximum Premium: - No Limit \n\n**Death Benefit:**\n1) On Death before the Date of Commencement of the Risk: - An amount equal to the Unit Fund Value shall be payable. \n2) On Death after the Date of Commencement of the Risk: - An amount equal to highest of the following shall be payable:- \n    I) basic Sum Assured reduced by any Partial Withdrawals made during the two years period immediately preceding the date of death, \n    II) Unit Fund Value; or \n    III) 105% of total premiums paid upto the date of death reduced by partial withdrawal made during the two years period immediately preceding the date of death. \n\n**Maturity Benefit: -** \nAn amount equal to Unit Fund Value is payable. \n",
  "Age 25 -40_ULIP Plans_867": "```text\n867 - New Pension Plus\n| Term | Age | Premium |\n|---|---|---|\n| Minimum 10 | 25 | 30,000 |\n| Maximum 42 | 75 | No Limit |\n\nPremium Ceasing Age: 85 years\n\n**Plan Highlights**\n\n**Features**\n1) Unit-linked, Non-participating, Individual Pension plan.\n2) Option to choose amount of Premium Payable, Policy Term.\n3) Financial support for family in case of death of Life Assured during the policy term.\n4) Options to choose Single Premium OR Regular premium payment frequency.\n5) Guaranteed Additions available from 6th year onwards.\n6) Option to take the Death and Maturity Benefits in installments\n7) You have a choice of investing premiums in one of the four types of investment funds available.\nA. Pension Bond Fund B. Pension Secured Fund\nC. Pension Balanced Fund D. Pension Growth Fund\n\n**Benefits: -**\n\n**Death Benefit:**\nIN case of Death of the Life Assured the nominee will get Higher of\nUnit Fund Value as on Date of Intimation of Death\nOR Assured Death Benefit which is 105% of the Total Premiums received upto the date of death.\n\n**Maturity Benefit:**\nOn date of Vesting the Life Assured shall utilize the proceeds of the Policy by exercising one of the following\nOptions:\nA) Utilize the entire proceeds to purchase immediate or deferred annuity at the then prevailing\nannuity rates from the Corporation. The Life Assured shall also have an option to purchase annuity from any\nother Insurer at the then prevailing annuity rate to the extent of percentage, stipulated by the Authority,\ncurrently 50% of the entire proceeds of the policy net of commutation. OR\nB) Commute upto 60% and utilize the balance amount to purchase immediate or deferred annuity at\nthe then prevailing annuity rates from the Corporation. The Life Assured shall also have an option to\npurchase annuity from any other Insurer at the then prevailing annuity rate to the extent of percentage,\nstipulated by the Authority, currently 50% of the entire proceeds of the policy net of commutation.\n\n**Other Features: -**\n\n**Mode of Premium Payment:**\nSingle. Yearly, Half Yearly, Quarterly and Monthly (Only NACH) or salary deduct.\n\n**Surrender Value:**\nThe policy can be surrendered at any time during the policy term. \n```",
  "Age 25 -40_ULIP Plans_873": "873 - LIC's Index Plus\n| Term |  | Age | Sum Assured |\n|---|---|---|---|\n| Minimum | 10 | 90 days | Rs. 210000 |\n| maximum | 25 | 60 Yrs. | No Limit |\nPremium Ceasing Age: 85 Premium Ceasing Term: 25\nPLAN FEATURES\nLIC's Index Plus is a Regular Premium, Non-Participating, Unit Linked, Individual Life Insurance plan which offers insurance cum investment during the term of the policy. The Unique Identification No. for the plan is 512L354V01.\n**Features: -**\n1) Unit Linked plan with the Partial Withdrawal Option.\n2) Basic Sum assured to the extent of 7 times of annualized premium OR 10 times of annualized premium.\n3) Regular Premium Payment Plan\n4) Policy Term 10 to 25.\n5) Guaranteed Additions as a percentage of Annualized premium of completion of Specific duration of policy years.\n6) Option to choose Accidental Death Benefit Rider for enhanced protection.\n7) Income tax savings on Premiums Paid\n8) Policy can be surrendered at any time during the term.\n9) Option to take Death Benefit in installments.\n**Basic Eligibility Criteria: -**\n1) Minimum Age at Entry: - 90 days completed.\n2) Maximum Age at Entry: - 60 Years nearest birthday.\n3) Policy Term: - 10 to 25 years.\n4) Premium Paying Term: Same as Policy Term\n5) Premium Paying Mode: - Yearly, Half Yearly, Quarterly, Monthly (NACH)\n6) Minimum Maturity Age: - 18 Years completed.\n7) Maximum Maturity Age: - 85 Years nearest birthday.\n**Minimum Premium: -**\n| Mode | Yearly | Half- Yearly | Quarterly | Monthly (NACH) |\n|---|---|---|---|---|\n| Amount | Rs. 30000 | Rs. 15000 | Rs. 7500 | Rs. 2500 |\nMaximum Premium: - No Limit\n**Death Benefit:**\n1) On Death before the Date of Commencement of the Risk: - An amount equal to the Unit Fund Value shall be payable.\n2) On Death after the Date of Commencement of the Risk: - An amount equal to highest of the following shall be payable:-\nI) basic Sum Assured reduced by any Partial Withdrawals made during the two years period immediately preceding the date of death,\nII) Unit Fund Value; or\nIII) 105% of total premiums paid upto the date of death reduced by partial withdrawal made during the two years period immediately preceding the date of death.\n**Maturity Benefit: -**\nAn amount equal to Unit Fund Value is payable. Plus, Mortality charges, if all the premiums are paid) \n",
  "Age 25 -40_ULIP Plans_935": "LIC's New Endowment Plus (Plan No. 935) – UIN512L301V02\nAn extraordinary Unit Link Insurance Plan which offers security, flexibility, transparent charges,\ntax benefits & growth options as per investor's risk bearing capacity. This plan is aligned with IRDAI\nguidelines assuring lower charges to give better returns to policy holders.\n**Risk Cover** :\nAttractive risk cover is equal to the **10 times of annual premium** paid, where\nthe risk cover will start as per the conditions mentioned below:\nAge is 8 Years and above : immediate from the date of commencement of the policy.\nAge is less than 8 years : 2 years from the commencement date or on completion of 8 years\nof the age whichever is earlier.\nAccidental death benefit : Age = 18 - 55 Years\nMin. Sum Assured = Rs.10,000/-\nMax. Sum Assured =Basic Sum Assured or Rs.1 Crore whichever is\nlower (In multiple of Rs.5000)\n**Flexibility** : This plan has a flexibility to choose the following options\nPolicy Term : 10-20 Years\nMode of Premium Payment : Yearly, Half yearly, Quarterly and Monthly (ECS Only)\nPremature withdrawal : After 5 Policy Years, fully or partly.\nSwitches : Unlimited. First 4 Switches per year are free.\n**Charges** : This plan has following charges which are very competitive in the industry\nPremium Allocation : 7.5% for 1st Year, 5% from 2 to 5 Years & 3% thereafter.\nPolicy Administration : Maximum Rs.100 In 1st year, Rs.70 in 2nd year (Will inflate 3%\nevery year till 5th Year) Rs. 52.17 in 6th year and inflate by 3%\nevery year.\nFund Management Charges : 0.70% for the funds other than discontinued fund and 0.50% for\ndiscontinued fund. The NAV will be net of Fund Management\ncharges.\nSwitching Charges : Rs.100 per switch after using first 4 switches.\nMortality Charges : These charges shall apply as per the Age and annual premium\nwhere the mortality will be charge on the difference of Sum\nAssured and fund value, will be deducted on monthly basis by\ncancelling the appropriate number of units. If the fund value is\ngreater than the sum assured then these charges will not apply.\nClass Extra : 25% of mortality charges for CLASS1 for standard life, further for\nhigher EMR it will be multiple of the class I extra.\nAccident Benefit Charges : 40 Paisa per 1000 of Sum Assured will be deducted on monthly\nbasis by cancelling the appropriate number of units.\nPartial withdrawal Charges : Flat Rs.100 will be deducted from unit fund by cancelling on the\ndate of partial withdrawal where as the partial withdrawal will be\nallowed only to the policy holders have attained age of 18 years\nsubject to condition of minimum balance.\nMiscellaneous Charges : Any alteration with in the contract will attract a flat charge of Rs.\n50/- on every incident such as change in mode, inclusion or\nexclusion of DAB.\nService Tax : Service Tax applicable as per tax law as applicable rates.\nDiscontinuance Charges : No charges will apply in case of discontinuance the policy after 5\nyears. However, in case of discontinuance before 5 years this policy\nwill attract following charges specified as under:\n\n| Discontinued During the year | Charges for Premium Upto 25,000p.a. | Charges for Premium above Rs. 25,000p.a. |\n|---|---|---|\n| 1 | Lower of 15% of AP and FV limited up to Rs. 2,500/- | Lower of 6% of AP and FV limited up to Rs. 6,000/- |\n| 2 | Lower of 7.5% of AP and FV limited up to Rs. 1,750/- | Lower of 4% of AP and FV limited up to Rs. 5,000/- |\n| 3 | Lower of 5% of AP and FV limited up to Rs. 1,250/- | Lower of 3% of AP and FV limited up to Rs. 4,000/- |\n| 4 | Lower of 3% of AP and FV limited up to Rs. 750/- | Lower of 2% of AP and FV limited up to Rs. 2,000/- |\n| 5 and onwards | NIL | NIL |\n\nWhere AP is annual Premium & FV is fund value of units.\n**Tax Benefits**: Policy holder can avail income tax benefit u/s 80C of I.T. Act for the premiums paid\nand all maturity proceeds will be Tax free u/s 10(10D) of I.T. Act.\n**Maturity** : At the end of policy term policy holder will get Fund Value\n**Funds** : Four types of fund options are available to suits policy holder's investment pattern\n(Risk appetite)\n\n| Fund Type | Secured | Short term investment | Equity | Returns / Risk |\n|---|---|---|---|---|\n| Bond Fund | Over 60% | Up to 40% | Nil | Average returns / Low risk |\n| Secured Fund | Over 45% | Up to40% | In between 15% 55% | Steady returns / Lower to Medium Risk |\n| Balance Fund | Over 30% | Up to 40% | In between 30% 70% | Balanced Income / Medium Risk |\n| Growth Fund | Over 20% | Up to 40% | In between 40% to 80% | Long term capital growth / High Risk |\n| Discontinued Policy fund | In between 60% to 100% | Up to 40% |  | Safe returns minimum guarantee 4% as per IRDA |\n\n**Basic Eligibility Criteria**\n: This plan has following eligibility conditions:\nSum Assured : Higher of 10 times of Annualized Premium or 105% of total premiums\npaid.\nMinimum Premium : Rs.20,000 for Yearly. Rs.13,000 for Half Yearly. Rs. 8,000 for Quarterly\n& Rs.3,000 for Monthly (ECS) in multiplication of Rs. 250 for monthly\nmode and Rs.1000 for other than Monthly Mode.\nMaximum Premium : No limit subject to underwriting T&C.\nAge : 90 Days (Completed) to 50 Years (Age Near Birthday)\nAge at maturity : 18 years (Completed) to 60 years (Age Near Birthday)\nPolicy Term : 10-20 Years\nRevival : Policy can be revived with the 3 years from the date of FUP or before\nthe maturity which is earlier.\n**Other Features:**\nGrace Period : 30 Days for other than Monthly Mode. 15 Days for Monthly (ECS)\nMode.\n",
  "Age 25 -40_Whole Life_871": "871-Jeevan Utsav\n\nMinimum | PPT | Age | Sum Assured\n------- | -------- | -------- | --------\n5 | 90 days | 500000 | No Limit\n16 | 65 years |  | \n\nPremium Ceasing Age: 75 Years\n\n**Features: -**\n**PLAN HIGHLIGHTS**\n1) It is an Individual, Savings, Whole life assurance plan with 10% as a Survival Benefit after PPT.\n2) Limited Premium Payment plan with Guaranteed Additions @ Rs. 40/1000 S.A. throughout the PPT.\n3) Two Options to choose the Income Benefits: -\n    1) Regular Income Benefit OR\n    2) Flexi Income Benefit\n4) Risk cover to Life assured to the extent of 7 times of annualized premium OR 105% Total Premium paid OR Basic Sum Assured whichever is greater.\n5) Policy Term equal to 100 – age at the entry of policy holder.\n6) Options to choose Premium payment frequency from 5 to 16 depending upon the age.\n7) ADDBR OR DAB rider, Term Assurance Rider and Critical Illness rider available for enhanced protection.\n8) Income tax savings on Premiums Paid\n9) Liquidity is available after 2 full years premium payment.\n10) Option to take Death Benefit in installments of 5, 10, 15 years.\n\n**Benefits: -**\n**Death Benefit: -**\nDeath Benefit will be equal to Sum Assured on Death + Accrued Guaranteed Additions. Sum Assured on Death will be 7 times of annualized premium OR 105% of Total Premium Paid OR Basic Sum Assured whichever is higher.\n**Survival Benefit: -**\nRegular Income Benefit equal to 10% of Basic Sum Assured after premium paying term.\nFlexi Income Benefit equal to 10% of Basic Sum Assured with an option to defer and accumulate the payouts @5.5% compounded interest. Maximum of 75% of Balance accumulated can be withdrawn once in a year on a written request.\n\n**Other Features: -**\nMode of Premium Payment:\nYearly, Half Yearly, Quarterly and Monthly (Only NACH or SSS)\nLoadings:\nThere will be modal loading on premium payment as below:\n\nMode | Loading in % as TPR\n------- | --------\nYearly | Nil\nHalf Yearly | 1.75%\nQuarterly | 2.50%\nMonthly | 3.25%\n\n**Rebates: -**\nThe rebates on tabular premium rate per 1000 Basic Sum Assured will be as per below table: -\n\nPPT | 10Lacs to 24 Lacs | 25 Lacs to 49 Lac | 50 Lacs and Above\n------- | -------- | -------- | --------\n5 | 2.5 | 4.5 | 5.75\n6 | 2.3 | 4.25 | 5.50\n7 | 2.2 | 4.00 | 5.25\n8 | 2.1 | 3.75 | 5.00\n9 | 2.0 | 3.60 | 4.75\n10 | 1.9 | 3.50 | 4.50\n11 | 1.8 | 3.40 | 4.25\n12 | 1.7 | 3.30 | 4.00\n13 | 1.6 | 3.20 | 3.75\n14 | 1.5 | 3.10 | 3.50\n15 | 1.4 | 3.00 | 3.25\n16 | 1.3 | 2.90 | 3.00\n\n**Surrender:**\nSurrender Value is available after 2 full year's premium payment. Surrender value will be higher of GSV or SSV.\n**Loan:**\nAfter 2 full year premiums payment, 75% of S.V. for In-force Policies and 50% of S.V. for Paid-up policies.\n**Back Dating:**\nThe policies can be back dated within the same financial year.\n**Free Lookup:**\n30 days free lookup period.\n**Proposal Form:**\nRevised Proposal Form No. 300, 340 and 360 shall be used under this plan.\n",
  "Age 25 -40_Whole Life_915": "915 - New Jeevan Anand\",\"Term\": \"\\n|           | Term | Age | Sum Assured |\\n|-----------|------|-----|-------------|\\n| Minimum | 15   | 18  | 100000      |\\n| Maximum | 35   | 50  | No Limit    |\",\"Premium Ceasing Age\": \"75\",\"Premium Ceasing Term\": \"35\",\"Plan Highlights\": \"\\nLIC's New Jeevan Anand Plan is a participating non-linked plan which offers an attractive\\ncombination of protection and savings. This combination provides financial protection against\\ndeath throughout the lifetime of the policyholder with the provision of payment of lumpsum at the\\nend of the selected policy term in case of his/her survival. This plan also takes care of liquidity\\nneeds through its loan facility.\",\"Benefits\": \"\\n1. Death benefit:\\nProvided all due premiums have been paid, the following death benefit shall be paid:\\nOn Death during the policy term: Death benefit, defined as sum of “Sum Assured on Death” and vested\\nSimple Reversionary Bonuses and Final Additional bonus, if any, shall be payable. Where, “Sum Assured\\non Death” is defined as higher of 125% of Basic Sum Assured or 7 times of annualized premium. This\\ndeath benefit shall not be less than 105% of all the premiums paid as on date of death.\\nThe premiums mentioned above exclude service tax, extra premium and rider premiums, if any.\\nOn death of policyholder at any time after policy term: Basic Sum Assured\\nBenefits payable at the end of Policy Term: Basic Sum Assured, along with vested Simple Reversionary Bonuses and Final Additional\\nBonus, if any, shall be payable in lump sum on survival to the end of the policy term provided all due\\npremiums have been paid.\\nParticipation in Profits: The policy shall participate in profits of the Corporation and shall be entitled to\\nreceive Simple Reversionary Bonuses declared as per the experience of the Corporation during policy\\nterm provided the policy is in full force.\\nFinal (Additional) Bonus may also be declared under the plan in the year when the policy results\\ninto death claim during the policy term or due for the survival benefit payment provided the\\npolicy is in full force and has run for certain minimum term.\",\"Optional Benefit\": \"\\n2. Optional Benefit:\\nLIC’s Accidental Death and Disability Benefit Rider: LIC’s Accidental Death and Disability Benefit Rider is\\navailable as an optional rider by payment of additional premium during the policy term. In case of\\naccidental death during the policy term, Accident Benefit Sum Assured will be payable as lumpsum along\\nwith the death benefit under the basic plan. In case of accidental permanent disability arising due to\\naccident (within 180 days from the date of accident), an amount equal to the Accident Benefit Sum\\nAssured will be paid in equal monthly installments spread over 10 years and future premiums for\\nAccident Benefit Sum Assured as well as premiums for the portion of Basic Sum Assured which is equal\\nto Accident Benefit Sum Assured under the policy, shall be waived.",
  "Age 25 -40_Whole Life_945": "| Minimum | Term | Age | Sum Assured |\n|---|---|---|---|\n|  | 45 | 90 days | 200000 |\n|  | 100 | 55 years | No Limit |\n\nPremium Ceasing Age: 70 Years Premium Ceasing Term: 45\n\n**PLAN HIGHLIGHTS**\n\n**Features: -**\n1) Whole life assurance plan with 8% as a Survival Benefit after premium paying term. \n2) Risk cover to life assured to the extent of 7 times of annualized premium OR Sum Assured on Maturity OR Absolute amount assured to be paid on death, i.e. Basic Sum Assured. \n3) Limited Premium Payment Plan \n4) Policy Term equal to 100 – age at entry of policy holder. \n5) Options to choose Premium payment frequency from 15, 20, 25 and 30 \n6) ADDBR OR DAB rider, Term Assurance Rider and Critical Illness rider available for enhanced protection. \n7) Income tax savings on **Premiums Paid** \n8) With Profit plan with Reversionary Bonus and FAB \n9) Customize Tax Free maturity. \n10) Liquidity is available after 2 full years premium payment. \n11) Option to take Death Benefit in installments. \n\n**Benefits: -** \n**Death Benefit:** - Risk cover to life assured to the extent of 7 times of annualized premium OR Sum Assured on Maturity OR Absolute amount assured to be paid on death, i.e. Basic Sum Assured. \n**Survival Benefit:** - 8% of Basic Sum Assured after premium paying term. \n**Maturity:** Basic Sum Assured Plus **Vested bonus** plus F.A.B. (if any) \n\n**Other Features: -** \n**Mode of Premium Payment:** Yearly, Half Yearly, Quarterly and Monthly (Only NACH or SSS) \n**Discount and Rebates:** Mode Rebate for **Yearly -2%** and **Half Yearly -1%** of basic premium is available and **High Sum Assured** Rebate as \nupto 4,75,000 Lac NIL. \n5,00,000 to 9,75,000 Rs.1.25 per 1000 S.A. \n10,00,000 to 24,75,000 Rs.1.75 per 1000 S.A. \n25,00,000 to Max. S.A. Rs.2.00 per 1000 S.A. \n**Surrender:** S. V. is available after 2 full year's premium payment. Surrender value will be higher of GSV or SSV. \n**Loan:** After **2 full year** premiums payment, 90% of S.V. for In-force Policies and 80% of S.V. for Paid-up policies. \n**Back Dating:** The policies can be back dated within the same financial year. \n**Free Lookup:** 15 days free lookup period. \n**Proposal Form:** Revised Proposal Form No. 300, 340 and 360 shall be used under this plan. \n",
  "Age 41 - 60_Pension Plans_857": "Jeevan Umang | Term | Age | Purchase Price |\n| ----- | ----- | ----- |\n| Minimum | 0 | 30 | 100000 |\n| Maximum | 0 | 100 | No Limit |\n\nPremium Ceasing Age: 85 years (For Immediate Annuity for all annuity option except F option)\n100 years (For Annuity Option F)\nPremium Paying Term: 1\n\nPlan Highlights\nLIC 's Jeevan Akshay VII (Plan-857) is a non-linked, non-participating, single premium annuity plan \nwherein policyholder can choose various Immediate Annuity options from A to G and H, I, J for Joint life. \nThe annuity rates are guaranteed at the inception of the policy. \nIncentives in Annuity rate in case of higher purchase price. Incentives on direct sale also. \nOption to opt the death benefit in 3 different ways: - \nplan.\n1) Lumpsum Death Benefit: - One-time payment to nominee\n2) Annuitization of Death Benefit: - Death benefit utilized to purchase the immediate annuity\n3) In Installment: - Death benefit can be taken in installments of 5, 10 or 15 years in monthly, \nquarterly, half yearly or yearly mode.\n\nType of Annuities available: -\nAnnuity options available under Immediate Annuity option are as under:\n1. Annuity for life\n2. Annuity guaranteed for 5, 10, 15 or 20 years and for life thereafter\n3. Annuity with return of purchase price\n4. Annuity for life increasing at a simple rate of 3% p.a.\n5. Annuity for life with a provision for 50% of the annuity to the spouse of the annuitant for life on death \nof the annuitant.\n6.Annuity for life with a provision for 100% of the annuity to the spouse of the annuitant for life on \ndeath of the annuitant.\n7.Annuity for life with a provision for 100% of the annuity payable to spouse on death of annuitant with \nreturn of purchase price on death of the last survivor.\n\nModes of Annuity Payments: -\nAnnuity can be paid in yearly, half-yearly, quarterly or monthly installments, subject to a minimum \nannuity amount for monthly, quarterly, half-yearly and yearly mode will be Rs.1000/-, Rs.3000/-, \nRs.6000/- and Rs.12000/- respectively.\n\nEligibility Conditions and Features: -\n(a) Minimum Age at entry: 30 years last Birthday\n(b) Maximum Age at entry: 85 years last Birthday\n100 years last Birthday for annuity option F\n(d) Minimum Purchase Price: Rs.1,00,000/-\n(e) Maximum Purchase Price: - No Limit\n\nSurrender Value: -The policy can be surrendered at any time after completion of 3 months. The policy \ncan be surrendered under F and J options only.\n\nLoan: - Loan facility can be availed after completion of 3 months. The loan is available under F and J \noptions only. \n",
  "Age 41 - 60_Pension Plans_858": "New Jeevan Shanti ```\n| Term | Age | Purchase Price |\n|---|---|---|\n| Minimum 0 | 30 | 150000 |\n| Maximum 12 | 79 | No Limit |\n\nPremium Ceasing Age: 79 Years.\nPremium Ceasing Term: 1\n\nPlan Highlights\nLIC 's New Jeevan Shanti (Plan-858) is a non-linked, non-participating, single premium Deferred Annuity Plan.\n\nThis plan is available for third gender also.\n\nThe annuity rates are guaranteed at the inception of the policy.\n\nIncentives in Annuity rate in case of higher purchase price. Incentives on direct sale also.\n\nOption to opt the death benefit in 3 different ways: -\nplan.\n1) Lumpsum Death Benefit: - One-time payment to nominee\n2) Annuitization of Death Benefit: - Death benefit utilized to purchase the immediate annuity\n3) In Installment: - Death benefit can be taken in installments of 5, 10 or 15 years in monthly, quarterly, half yearly or yearly mode.\n\nAnnuity options available under Deferred Annuity are as under:\n1. Option 1 for single life\n2. Option 2 for Joint life\n\nModes of Annuity Payments: -\nAnnuity can be paid in yearly, half-yearly, quarterly or monthly installments, subject to a minimum annuity amount for monthly, quarterly, half-yearly and yearly mode will be Rs.1000/-, Rs.3000/-, Rs.6000/- and Rs.12000/- respectively.\n\nEligibility Conditions and Features: -\n(a) Minimum Age at entry: 30 years last Birthday\n(b) Maximum Age at entry: 79 years last Birthday\n(c) Minimum Purchase Price: Rs.1,50,000/-\n(d) Maximum Purchase Price: - No Limit\n\nAccrued Guaranteed Additions: -\nUnder deferred Annuity, Guaranteed Additions shall accrue at the end of each policy month, till the end of deferment period only. Guaranteed Additions will be equal to\n= (Purchase price * Annuity rate p.a. payable monthly)/12\n\nSurrender Value: -The policy can be surrendered at any time after completion of 3 months. The policy can be surrendered under the both the Annuity Options Option 1 and Option 2.\n\nLoan: - Loan facility can be availed after completion of 1 policy year. The loan is available under the both the Annuity Options Option 1 and Option 2.\n```",
  "Age 41 - 60_Pension Plans_862": "**862 - Saral Pension**\n\n|               | Term | Age | Purchase Price                 |\n|---------------|------|-----|---------------------------------|\n| Minimum      | 0    | 40  | Depends on Min. Annuity Amount |\n| Maximum      | 0    | 80  | No Limit                       |\n\nPremium Ceasing Age: 80 Years.\nPremium Ceasing Term: 1\n\n**Plan Highlights**\n\nLIC 's Saral Pension (Plan-862) is a non-linked, non-participating, single premium Immediate Annuity\nPlan. \nIncentives in Annuity rate in case of higher purchase price. Incentives on direct sale also.\nAnnuity options available are as under:\n\n| Annuity Option         | Annuity Description                                                                      |\n|-------------------------|------------------------------------------------------------------------------------------|\n| Option 1 (Single Life) | Life Annuity with Return of 100% of Purchase Price.                                     |\n| Option 2 (Joint Life)  | Joint Life Last Survivor Annuity with Return of 100% of Purchase Price on death of the last survivor |\n\n**Benefits Payable :-**\n\n**Option 1**:- **On Survival** :- Annuity will be paid in arrears as per the mode chosen. \n**On Death** :- Annuity Payment will cease and 100% of Purchase Price will be paid to nominee. \n\n**Option 2** :- **On Survival** :- Annuity will be paid in arrears to annuitant and/or spouse as per the mode chosen. \n**On Death** :- On first death either Annuitant/Spouse Annuity Payment will continue to annuitant and on death of last survivor annuity payment will cease and 100% of Purchase Price will be paid to nominee.\n\n**Modes of Annuity Payments: -**\n\nAnnuity can be paid in yearly, half-yearly, quarterly or monthly installments, subject to a minimum annuity amount for monthly, quarterly, half-yearly and yearly mode will be Rs.1000/-, Rs.3000/-, Rs.6000/- and Rs.12000/- respectively.\n\n**Eligibility Conditions and Features: -**\n\n| (a) Minimum Age at entry:   | 40 years last Birthday |\n|-----------------------------|-----------------------|\n| (b) Maximum Age at entry:   | 80 years last Birthday |\n| (c) Minimum Purchase Price: | Depends on the Annuity amount, Option chosen and Annuitants Age |\n| (d) Maximum Purchase Price: | - No Limit            |\n\n**Surrender Value: -**\n\nThe policy can be surrendered at any time after completion of 6 months. The policy can be surrendered under the both the Annuity Options Option 1 and Option 2. The Surrender Value will be 95% of Purchase Price. The policy can be surrendered only if the annuitant or spouse or any of the children of the annuitant is diagnosed as suffering from any of the critical illnesses specified. \n\n**Loan: -**\n\nLoan facility can be availed after completion of 6 policy months. The loan is available under the both the Annuity Options Option 1 and Option 2. The maximum amount of loan that can be granted under the policy shall be such that the effective annual interest amount payable on loan does not exceed 50% of the annual annuity amount payable under the policy. \n\n**Free Look period:**\n\nIf a policyholder is not satisfied with the “Terms and Conditions\" of the policy, the policy may be returned to the Corporation within 15 days from the date of receipt of the policy bond. \n\n**Back-Dating:**\n\nBack dating shall not be allowed under this plan. \n",
  "Age 41 - 60_Pension Plans_872": " Jeevan Dhara I | Minimum | Deferment Period | Age | Purchase Price |\n|---|---|---|---|\n|  | 1 | 20 | 11000 (Yly Premium), Rs. 100000 (Single Premium) |\n| Maximum | 15 | 79 | No Limit |\n\nPremium Ceasing Age: 79 Years. Premium Ceasing Term: 15\n\n**Plan Highlights**\n\nLIC 's Jeevan Dhara II (Plan-872) is a non-linked, non-participating, Regular premium Deferred Annuity Plan. The annuity rates are guaranteed at the inception of the policy. Incentives in Annuity rate in case of higher purchase price. Incentives on direct sale also. Option to opt the death benefit in 3 different ways: - \n1) **Lumpsum Death Benefit:** - One-time payment to nominee \n2) **Annuitization of Death Benefit:** - Death benefit utilized to purchase the immediate annuity plan. \n3) **In Installment:** - Death benefit can be taken in installments of 5, 10 or 15 years in monthly, quarterly, half yearly or yearly mode.\n\nAnnuity options available under Deferred Annuity are as under: \n**For Regular Premium: -** \n1. Option 1 to Option 7 for single life and Option 8 and Option 9 for Joint Life \n**For Single Premium:-** \nOption 10 for Single Life and Option 11 for Joint Life2 \n\n**Modes of Annuity Payments: -** \nAnnuity can be paid in yearly, half-yearly, quarterly or monthly installments, subject to a minimum annuity amount for monthly, quarterly, half-yearly and yearly mode will be Rs.1000/-, Rs.3000/-, Rs.6000/- and Rs.12000/- respectively. \n\n**Eligibility Conditions and Features: -** \n(a) Minimum Age at entry: 20 years last Birthday \n(b) Maximum Age at entry: 65 years last Birthday also depends upon the annuity option chosen \n(c) Minimum Purchase Price: Rs.11,000/- per annum for regular mode and Rs. 100000 for single mode \n(d) Maximum Purchase Price: - No Limit \n\n**Top-Up Facility:** - Additional Premium can be paid at any time during the deferment period provided the policy is in Inforce condition. \n\n**Surrender Value:** - For Single premium policies, the policy can be surrendered at any time on payment of Purchase Price. For Regular premium policies, the policy can be surrendered after premiums have been paid for at least two consecutive years. \n\n**Loan:** - Loan facility shall be available under the options with Return of Premiums Paid (during or after the deferment period) \n\n**Free Look Period:** - 30 days from date of receipt of policy document. \n\n**Back Dating:** - Back dating is not allowed under this plan.\n"
}
