{
  "Age 0 -13_Child Plans_874": {
    "name": "LIC's Amritbaal",
    "policy_summary": "A child insurance plan providing life coverage and maturity benefits, with guaranteed additions and premium waiver benefits."
  },
  "Age 0 -13_Child Plans_932": {
    "name": "New Children's Money Back",
    "policy_summary": "A plan to protect the financial future of a child with risk coverage and money back benefits at specific ages."
  },
  "Age 0 -13_Child Plans_934": {
    "name": "Children's Money Back Policy",
    "policy_summary": "A children's insurance plan offering life coverage and maturity benefits, with a money-back feature and tax savings, suitable for parents of children aged between 90 days to 12 years."
  },
  "Age 14 - 24_865": {
    "name": "Dhan Sanchay",
    "policy_summary": "A non-linked, non-participating, individual savings life insurance plan offering protection, savings, and guaranteed payouts."
  },
  "Age 25 -40_Endowment_860": {
    "name": "LIC's Bima Jyoti",
    "policy_summary": "A non-linked, non-participating life insurance savings plan offering guaranteed additions and loan facilities, with death benefit and maturity benefits"
  },
  "Age 25 -40_Endowment_868": {
    "name": "Jeevan Azad",
    "policy_summary": "A non-linked, non-participating, individual savings life insurance plan offering maturity and death benefits with optional riders."
  },
  "Age 25 -40_Endowment_914": {
    "name": "New Endowment Plan",
    "policy_summary": "A participating non-linked plan offering life coverage and maturity benefits with a loan facility."
  },
  "Age 25 -40_Endowment_916": {
    "name": "New Bima Bachat",
    "policy_summary": "A non-linked savings cum protection life insurance plan offering life coverage and maturity benefits with survival benefits and loyalty addition"
  },
  "Age 25 -40_Endowment_917": {
    "name": "Single Premium Endowment",
    "policy_summary": "A long-term life insurance plan offering death and maturity benefits with optional riders for accidental death, disability, and term assurance."
  },
  "Age 25 -40_Endowment_920": {
    "name": "New Money Back",
    "policy_summary": "A 20-year plan offering risk coverage, liquidity options, and maturity benefits, with optional riders available."
  },
  "Age 25 -40_Endowment_921": {
    "name": "New Money Back 25 Years",
    "policy_summary": "A 25-year term life insurance plan offering risk coverage, liquidity options, and maturity benefits with a limited payment term."
  },
  "Age 25 -40_Endowment_933": {
    "name": "Jeevan Lakshya",
    "policy_summary": "A limited premium payment endowment plan offering life coverage and maturity benefits with profit sharing, including a unique in-built Family Income Benefit and flexible term options."
  },
  "Age 25 -40_Endowment_936": {
    "name": "LIC's Jeevan Labh",
    "policy_summary": "A limited premium payment endowment plan offering life coverage and maturity benefits with flexible term options and bonus rates."
  },
  "Age 25 -40_Endowment_943": {
    "name": "Aadhaar Stambh",
    "policy_summary": "A non-linked endowment plan offering life coverage and maturity benefits to male lives with Aadhaar card, with optional accident benefit rider and loyalty addition."
  },
  "Age 25 -40_Endowment_944": {
    "name": "Aadhaar Shila Plan",
    "policy_summary": "A regular premium paying Non-linked, With-Profits, Endowment Assurance plan offering death benefit and maturity benefits to female lives with an Aadhaar Card"
  },
  "Age 25 -40_Health Plan_905": {
    "name": "Cancer Cover",
    "policy_summary": "An insurance plan providing financial support to individuals diagnosed with cancer, subject to specific criteria and exclusions."
  },
  "Age 25 -40_Health Plan_906": {
    "name": "LIC's Arogya Rakshak",
    "policy_summary": "A non-linked health insurance plan providing fixed benefits for hospitalization, surgical procedures, and other medical expenses."
  },
  "Age 25 -40_Moneyback Plans_863": {
    "name": "Dhan Rekha",
    "policy_summary": "A non-linked, non-participating individual life insurance plan offering survival benefits, death benefit, and maturity benefits with options to choose premium paying term and guaranteed additions."
  },
  "Age 25 -40_Moneyback Plans_947": {
    "name": "Jeevan Shiromani",
    "policy_summary": "A non-linked, with-profits life insurance plan offering death benefit, survival benefits, and maturity benefits with guaranteed additions and loyalty additions, as well as inbuilt critical illness coverage."
  },
  "Age 25 -40_Moneyback Plans_948": {
    "name": "High Net-worth Individuals' Life Insurance Plan",
    "policy_summary": "A non-linked, with-profits, limited premium payment money back life insurance plan designed for High Net-worth Individuals, offering financial support in case of death or maturity, with options for riders and guaranteed additions."
  },
  "Age 25 -40_Term Plan 18 - 65_859": {
    "name": "Saral Jeevan Bima",
    "policy_summary": "A non-linked term life insurance plan offering death benefits and income tax savings up to age 80."
  },
  "Age 25 -40_Term Plan 18 - 65_870": {
    "name": "LIC's Jeevan Kiran",
    "policy_summary": "A non-linked, individual savings life insurance plan offering coverage up to 80 years of age with maturity and death benefits."
  },
  "Age 25 -40_Term Plan 18 - 65_955": {
    "name": "LIC's New Jeevan Amar",
    "policy_summary": "A term life insurance plan offering flexible premium payment options, two death benefit options, and income tax savings"
  },
  "Age 25 -40_ULIP Plans_849": {
    "name": "LIC's Nivesh Plus",
    "policy_summary": "A single premium, unit-linked life insurance plan offering insurance and investment benefits with flexible term options."
  },
  "Age 25 -40_ULIP Plans_852": {
    "name": "LIC's SIIP",
    "policy_summary": "A regular premium, non-participating, unit-linked individual life insurance plan offering investment and insurance benefits during the term."
  },
  "Age 25 -40_ULIP Plans_867": {
    "name": "New Pension Plus",
    "policy_summary": "A unit-linked pension plan offering life coverage, financial support, and maturity benefits with guaranteed additions and investment options."
  },
  "Age 25 -40_ULIP Plans_873": {
    "name": "LIC's Index Plus",
    "policy_summary": "A unit-linked plan offering insurance cum investment during the term of the policy, with features like partial withdrawal option, guaranteed additions, and accidental death benefit rider."
  },
  "Age 25 -40_ULIP Plans_935": {
    "name": "LIC's New Endowment Plus (Plan No. 935)",
    "policy_summary": "A unit-linked insurance plan offering life coverage, flexible premium payment options, and tax benefits, with a range of fund options to suit different risk appetite levels."
  },
  "Age 25 -40_Whole Life_871": {
    "name": "Jeevan Utsav",
    "policy_summary": "A limited premium payment whole life plan offering lifelong coverage, guaranteed additions, and income benefits with a survival benefit after premium paying term."
  },
  "Age 25 -40_Whole Life_915": {
    "name": "New Jeevan Anand",
    "policy_summary": "A participating non-linked plan offering a combination of protection and savings with lifelong coverage and maturity benefits."
  },
  "Age 25 -40_Whole Life_945": {
    "name": "New Jeevan Shiromani",
    "policy_summary": "A whole life assurance plan offering risk cover, survival benefit, and maturity benefits with profit sharing and liquidity options."
  },
  "Age 41 - 60_Pension Plans_857": {
    "name": "LIC's Jeevan Akshay VII (Plan-857)",
    "policy_summary": "A non-linked, single premium annuity plan offering guaranteed annuity rates and death benefit options."
  },
  "Age 41 - 60_Pension Plans_858": {
    "name": "LIC's New Jeevan Shanti (Plan-858)",
    "policy_summary": "A non-linked, non-participating deferred annuity plan offering life coverage and maturity benefits with incentives on purchase price and direct sales."
  },
  "Age 41 - 60_Pension Plans_862": {
    "name": "Saral Pension (Plan-862)",
    "policy_summary": "A non-linked, non-participating immediate annuity plan offering life annuity and death benefits, with incentives on higher purchase prices and direct sales."
  },
  "Age 41 - 60_Pension Plans_872": {
    "name": "LIC's Jeevan Dhara II (Plan-872)",
    "policy_summary": "A non-linked, non-participating, Deferred Annuity Plan offering life coverage and maturity benefits with guaranteed annuity rates."
  }
}